Repository: Manalu/govintranet
Catalog: languages/themes/govintranet-*.po
Languages: pt_pt, ru_ru, sv_se

source: Content
pt_pt: Conteúdo
ru_ru: Содержание
sv_se: Innehåll

source: Column 3
pt_pt: Coluna 3
ru_ru: Столбец 3
sv_se: Kolumn 3

source: Add to column 3
pt_pt: Adicionar à coluna 3
ru_ru: Добавить в столбец 3
sv_se: Lägg till i kolumn 3

source: Related teams
pt_pt: Departamentos relacionados
ru_ru: Похожие группы
sv_se: Relaterade enheter

source: Sidebar
pt_pt: Barra lateral
ru_ru: Боковая колонка
sv_se: Sidokolumn

source: Sidebar content
pt_pt: Conteúdo da barra lateral
ru_ru: Содержание боковой колонки
sv_se: Innehåll i sidokolumn

source: Found %d results
pt_pt: Encontrei %d resultados
ru_ru: Найдено %d результатов
sv_se: Hittade %d resultat.

source: HT Feature blogposts
pt_pt: HT Artigos do blog em destaque
ru_ru: Избранные записи в блоге
sv_se: HT Utvalda bloggposter

source: Blogpost listing widget
pt_pt: Widget Lista de artigos do blog
ru_ru: Виджет списка записей в блоге
sv_se: Bloggpostslista-widget

source: Featured
pt_pt: Em destaque
ru_ru: Избранное
sv_se: Utvald

source: Number of items:
pt_pt: Número de itens:
ru_ru: Количество
sv_se: Antal artiklar:

source: Freshness (days)
pt_pt: Data de publicação (dias)
ru_ru: Свежесть (дней)
sv_se: Aktualitet (dagar)

source: Show excerpt
pt_pt: Mostrar excerto
ru_ru: Показывать выдержку
sv_se: Visa utdrag

source: Show thumbnails
pt_pt: Mostrar miniaturas
ru_ru: Показать миниатюру
sv_se: Visa tumnaglar

source: Displays the featured image if present, otherwise the author avatar
pt_pt: Mostrar a imagem de destaque se existente, caso contrário mostrar o avatar do autor.
ru_ru: Показывает избранное фото или аватар автора
sv_se: Visa den utvalda bilden om den finns, annars författarens avatar

source: Show link to more
pt_pt: Mostar link para mais
ru_ru: Показывать ссылку к "далее"
sv_se: Visa länk till mer information

source: HT Feature news
pt_pt: HT Novidades em destaque
ru_ru: Избранные новости
sv_se: HT Utvalda nyheter

source: Display feature news stories
pt_pt: Mostrar novidades em destaque
ru_ru: Показывать избранные новости
sv_se: Visa utvalda nyheter

source: Feature news widget
pt_pt: Widget Novidades em destaque
ru_ru: Виджет избранных новостей
sv_se: Utvalda nyheter-widget

# Categories for news
source: News type
pt_pt: Tipo de novidades
ru_ru: Тип новостей
sv_se: Nyhetskategori

# Make news stories sticky and appear at the top
source: Pin stories
pt_pt: Afixar histórias
ru_ru: Прикрепить новости
sv_se: Fäst nyheter

source: Exclude stories
pt_pt: Excluir histórias
ru_ru: Исключить новости
sv_se: Undanta nyheter

source: Full story
pt_pt: História completa
ru_ru: Новость полностью
sv_se: Hela nyheten

source: More
pt_pt: Mais
ru_ru: Далее
sv_se: Mer

source: Number of stories
pt_pt: Número de histórias
ru_ru: Количество новостей
sv_se: Antal nyheter

source: Large
pt_pt: Grande
ru_ru: Крупный
sv_se: Stor

source: Medium
pt_pt: Médio
ru_ru: Средний
sv_se: Mellan

source: Thumbnail
pt_pt: Miniatura
ru_ru: Миниатюра
sv_se: Tumnagel

source: List format (no photos)
pt_pt: Formato em lista (sem fotos)
ru_ru: Список (без фото)
sv_se: Listformat (inga foton)

source: Title for more:
pt_pt: Título para mais:
ru_ru: Название для "далее"
sv_se: Titel för mer:

source: Leave blank for the default title
pt_pt: Deixar em branco para utilizar o título por defeito
ru_ru: Не заполнять для названия по умолчанию
sv_se: Lämna tomt för standardtitel

source: HT News Updates
ru_ru: Обновление новостей
sv_se: HT Nyhetsuppdateringar

source: News Updates widget
ru_ru: Виджет обновления новостей
sv_se: Nyhetsuppdatringar-widget

# Categories of news updates
source: Update types
ru_ru: Типы обновлений
sv_se: Uppdateringskategorier

# Categories of news updates
source: News update type
ru_ru: Типы обновлений новостей
sv_se: Nyhetskategoriuppdateringar

source: Choose "None" to include all alerts.
pt_pt: Escolha "Nenhum" para incluir todos os alertas.
ru_ru: Выбрать "никакой", чтобы включить все оповещения
sv_se: Välj ”Ingen” för att få alla uppdateringar.

# The background colour of the news update
source: Update background colour
pt_pt: Atualizar cor de fundo
ru_ru: Обновить цвет заднего фона
sv_se: Ändra bakgrundsfärg

# The colour of the news update text
source: Update text colour
pt_pt: Atualizar a cor do texto
ru_ru: Обновить цвет текста
sv_se: Ändra textfärg

source: Border colour
pt_pt: Cor do contorno
ru_ru: Цвет границы
sv_se: Ramens färg

source: Text colour
pt_pt: Cor do texto
ru_ru: Цвет текста
sv_se: Textens färg

source: Background colour
pt_pt: Cor do fundo
ru_ru: Цвет заднего фона
sv_se: Bakgrundens färg

source: Long description
pt_pt: Descrição longa
ru_ru: Длинное описание
sv_se: Lång beskrivning

source: Grade code
ru_ru: Код разряда
sv_se: Nivåbeskrivning

source: Team lead
ru_ru: Начальник группы
sv_se: Enhetschef

source: Start date
pt_pt: Data inicial
ru_ru: Дата начала
sv_se: Startdatum

source: End date
pt_pt: Data final
ru_ru: Дата окончания
sv_se: Slutdatum

source: Start time
pt_pt: Hora inical
ru_ru: Время начала
sv_se: Starttid

source: Use 24 hour format 14:32
pt_pt: Usa formato 24 horas 14:32
ru_ru: Использовать 24 часовой формат 14:32
sv_se: Använd 24-timmarsformat 13:37

source: End time
pt_pt: Hora final
ru_ru: Время окончания
sv_se: Sluttid

source: Eventbrite ticket #
ru_ru: Eventbrite билет №

source: Event location name
pt_pt: Nome da localização do evento
ru_ru: Название места мероприятия
sv_se: Plats

source: Event map location
ru_ru: Карта места мероприятия
sv_se: Kartposition

source: External link
pt_pt: Link externo
ru_ru: Внешняя ссылка
sv_se: Extern länk

source: Homepage
ru_ru: Главная страница
sv_se: Webbplats

source: Emergency message style
pt_pt: Estilo da mensagem de emergência
ru_ru: Стиль экстренного сообщения
sv_se: Nödmeddelande (stil)

source: Emergency message
pt_pt: Mensagem de emergência
ru_ru: Экстренное сообщение
sv_se: Nödmeddelande

source: Campaign message
pt_pt: Mensagem de camapanha
ru_ru: Сообщение кампании
sv_se: Kampanjmeddelande

source: Intranet configuration
pt_pt: Configuração da intranet
ru_ru: Конфигурация интранета
sv_se: Intranätskonfigurering

source: Style
pt_pt: Estilo
ru_ru: Стиль
sv_se: Stil

source: Header logo
pt_pt: Logo do cabeçalho
ru_ru: Лого шапки
sv_se: Sidhuvudslogga

source: Appears top-left in the header before your site title.
pt_pt: Apareça no topo esquerdo do cabeçalho antes do título do site.
ru_ru: Располагается в левом верхнем углу шапки до названием сайта
sv_se: Visas längst upp till vänster innan din sajts titel

source: Login logo
pt_pt: Logo do ecrã de login
ru_ru: Лого входа
sv_se: Inloggnings-logotyp

source: Appears above the login form. Ideal size: 320 x 84px
pt_pt: Aparece por cima da form de login. Tamanho ideal: 320 x 84px
ru_ru: Находится над формой входа на сайт. Идеальный формат: 320 x 84 пикселей
sv_se: Visas ovanför inloggningsformuläret. Bör vara: 320 x 84 px.

source: Widget border height
pt_pt: Altura do contorno do widget
ru_ru: Высота границы виджета
sv_se: Widgetens ramhöjd

source: Height in pixels of the border that appears above widget titles.
pt_pt: Altura em pixels do contorno que aparece por cima do título dos widgets
ru_ru: Высота границы в пикселях, которая располагается над названием виджета.
sv_se: Höjd i pixlar av ramen som visas ovanför widget-namn.

source: Enable automatic complementary colour
ru_ru: Включить автоматический произвольный цвет

source: Works in conjunction with the header background colour. Enabling this setting will provide a complementary colour for borders above widget titles. Disable to choose your own colour.
ru_ru: Работает вместе с задним цветом шапки сайта. При активации, эта функция добавит произвольный цвет для границ над названием виджета. Выбрать "отключить", для выбора другого цвета.

source: Complementary colour
pt_pt: Cor complementar
ru_ru: Произвольный цвет
sv_se: Kompletterande färg

source: Colour of the border above widget titles.
ru_ru: Цвет границы над названием виджета

source: Custom CSS code
pt_pt: Código CSS personalizado
ru_ru: Индивидуальный код CSS
sv_se: Egen CSS-kod

source: Advanced users only! Customise theme styles with your own CSS.
pt_pt: Apenas para utilizadores avançados! Personalize os estilos do tema com o seu próprio CSS.
ru_ru: Только для продвинутых пользователей! Изменить тему с помощью собственной CSS.
sv_se: Bara för avancerade användare! Anpassa temat med din egen CSS.

source: Enable helpful search
pt_pt: Ativar pesquisa com ajuda
ru_ru: Включить удобный поиск
sv_se: Aktivera hjälpsam sök

source: If search finds a perfect match result, go directly to the page instead of showing search results.
pt_pt: Se a pesquisa encontrar um resultado perfeito, ir directamente para a página em vez de mostrar os resultados da pesquisa.
ru_ru: Если поиск найдет точное совпадение, сразу перейти на эту страницу и не показывать результаты поиска.
sv_se: Om sökningen heter en perfekt matchning, gå direkt till sidan istället för att visa sökresultaten.

source: Enrich search queries by also searching for derivatives. E.g. searching for "speak" will also search for speakers and speaking etc.
ru_ru: Улучшить поисковые запросы через поиск производных слов. Например, если ввести слово "работа", то в поиск попадут слова "работать" и "работники".
sv_se: Låt sökfrågor även söka efter derivat. Ex. en sökning efter "tala" kommer även att söka efter talare och talar etc.

source: Search placeholder
ru_ru: Поля для заполнения в поиске
sv_se: Platshållare för sök

source: Search the intranet, Search the intranet e.g. book a meeting room, Search for anything
ru_ru: Поиск в Интранете. Искать в Интранете, например, забронировать переговорную комнату.

source: Jumbo searchbox
pt_pt: Caixa de pesquisa jumbo
ru_ru: Крупная форма поиска
sv_se: Jumbo-sökbox

source: Displays are full-width search box and removes the regular search box on the homepage only.
ru_ru: Показывает строку поиска в полную ширину и удаляет обычную строку поиска (только на главной странице).
sv_se: Visar en sökruta som täcker hela bredden och tar bort den vanliga söktutan. Gäller bara för startsidan.

source: Override search button icon
ru_ru: Заменить иконку формы поиска
sv_se: Åsidosätt sök-ikonen.

source: Override the default magnifying glass icon search boxes.
ru_ru: По умолчанию аменить иконку "увеличительное стекло" в форме поиска.
sv_se: Byt ut den vanliga förstoringsglas-ikonen i sökrutor.

source: Search button text
pt_pt: Texto do botão de pesquisa
ru_ru: Текст в кнопке формы поиска
sv_se: Text på sökknappen

source: Text to replace the default magnifying glass icon search boxes.
pt_pt: Texto para substituir o icon da lupa que aparece por defeito nas caixas de pesquisa.
ru_ru: Текст для замены в иконке "увеличительное стекло" в форме поиска по умолчанию
sv_se: Text som ersätter den vanliga förstoringsglas-ikonen i sökrutor.

source: Analytics
pt_pt: Estatísticas
ru_ru: Аналитика
sv_se: Analys

source: Track homepage
ru_ru: Отслеживать главную страницу
sv_se: Spåra hemsida

source: Track the intranet homepage in Google Analytics. If your intranet loads automatically in the browser then you may want to turn off tracking on the homepage.
ru_ru: Отслеживать главную страницу в Google Analytics. Если Ваш Интранет автоматически загружается в браузере, Вы можете захотеть выключить отслеживание главной страницы.
sv_se: Spåra intranätets startsida i Google Analytics. Om ditt intranäts startsida laddas automatiskt i webbläsaren kanske du vill stänga av spårning av startsidan.

source: Google tracking code
ru_ru: Код отслеживания в Google
sv_se: Googles spårningskod

source: You can also enter custom Javascript here. Advanced users only.
pt_pt: Também poderá introduzir aqui código Javascript. Apenas para utilizadores avançados.
ru_ru: Тут Вы,также, можете ввести свой Javascript. Только для продвинутых пользователей.
sv_se: Du kan skriva din egen Javascript-kod här. Bara för avancerade användare.

source: General
pt_pt: Geral
ru_ru: Общее
sv_se: Allmän

source: Search not found
pt_pt: Pesquisa não encontrada
ru_ru: В поиске ничего не найдено
sv_se: Sökningen hittade inget

source: Hide reciprocal related links
ru_ru: Скрыть обратные ссылки по теме
sv_se: Dölj reciproka relaterade länkar

source: By default, if you create a related link on one page it will be also be displayed as a related link on the destination page. Enable this option to make related links one-way.
pt_pt: Por defeito, se criar um link relacionado numa página, essa página irá também aparecer como um link relacionado na página de destino. Ative esta opção para tornar os links relacionados unidireccionais.
ru_ru: По умолчанию, если Вы создали ссылки по теме на одной странице, то они будут отображены в виде ссылок по теме на странице назначения. Включить эту опцию, чтобы ссылки по теме были в одностороннем порядке.
sv_se: Som standard, om du skapar en relaterad länk på en sida kommer den även visas som en relaterad länk på målsidan. Aktivera detta alternativ för att göra relaterade länkar enkelriktade.

source: 404 page not found
pt_pt: 404 página não encontrada
ru_ru: 404 страница не найдена
sv_se: 404 sidan kunde inte hittas

source: Need to know icon
pt_pt: Icon Sabia que
ru_ru: Иконка "надо знать"
sv_se: Viktigt att veta-ikon

source: Comment instructions (logged in)
ru_ru: Инструкции к комментариям (войдя в систему)
sv_se: Kommentera (inloggad)

source: Comment instructions (logged out)
ru_ru: Инструкции к комментариям (выйдя из системы)
sv_se: Kommentera (utloggad)

source: Homepage auto refresh
pt_pt: Auto refrescamento da homepage
ru_ru: Авто-обновление главной страницы
sv_se: Hemsida auto refresh

source: Number of minutes to wait before refreshing the homepage. Enter 0 for no refresh.
pt_pt: Intervalo de refrescamento da homepage (em minutos). Introduza 0 para não haver refrescamento.
ru_ru: Сколько минут подождать перед обновлением страницы. Введите 0 - не обновлять.
sv_se: Antal minuter innan hemsidan auto refreshas. Väl 0 om den inte ska auto refreshas.

source: Modules
pt_pt: Módulos
ru_ru: Модули
sv_se: Moduler

source: News page
pt_pt: Página de novidades
ru_ru: Новая страница
sv_se: Nyhetssida

source: Tasks and guides
pt_pt: Tarefas e guias
ru_ru: Задания и инструкции
sv_se: Uppgifter och handböcker

source: How do I? page
pt_pt: Página Como fazer?
ru_ru: Страница "Как сделать?"
sv_se: Hur gör jag?-sida

source: Only show tags applicable to tasks and guides
pt_pt: Mostrar apenas etiquetas aplicáveis a tarefas e guias
ru_ru: Показывать только метки к заданиям и инструкциям
sv_se: Visa bara etiketter relaterade till uppgifter och handböcker

source: If checked, will display a plain tag cloud showing only tags found in tasks and guides. If unchecked, will display tags from the whole intranet in variable font sizes, indicating volume of content.
ru_ru: Если поставить галочку, то будет показано облако меток с метками из заданий и инструкций. Если не ставить галочку, то будет показано облако меток всего интранета с разным шрифтом, показывающее объем содержания.
sv_se: Om vald, kommer ett enkelt taggmoln som bara visa etiketter som finns i uppgifter och handböcker. Om ej vald, kommer etiketter från hela intranätet att visas i olika fondstorlekar för att ange mängden innehåll under respektive etikett.

source: Icon for tasks
pt_pt: Icon para as tarefas
ru_ru: Иконка для заданий
sv_se: Ikon för uppgifter

source: Icon for guides
pt_pt: Icon para os guias
ru_ru: Иконка для инструкции
sv_se: Ikon för handböcker

source: Start with tags open
pt_pt: Abrir com as etiquetas expandidas
ru_ru: Начать с открытыми метками
sv_se: Börja med etiketterna öppna

source: If checked, will automatically open the "Browse tags" button on individual task category pages.
ru_ru: Если поставить галочку, то автоматически откроется кнопка "поиск меток" на каждой странице категории задач.
sv_se: Om markerad, kommer ”Bläddra bland etiketter”-knappen att visas på enskilda kategori-sidor.

source: Projects page
pt_pt: Página de projectos
ru_ru: Страница проектов
sv_se: Projektsida

source: Vacancies page
pt_pt: Páginas de vagas disponíveis
ru_ru: Страница вакансий
sv_se: Lediga tjänster-sida

source: Blog page
pt_pt: Página do blog
ru_ru: Страница блога
sv_se: Bloggsida

source: Events page
pt_pt: Página de eventos
ru_ru: Страница мероприятий
sv_se: Händelsesida

source: Jargon buster page
pt_pt: Página do glossário
ru_ru: Страница словаря терминов
sv_se: Jargongförklaringssida

source: A to Z blacklist
pt_pt: Lista negra do A a Z
ru_ru: А до Я черный список
sv_se: A till Ö svartlista

source: Words longer than 2 letter to ignore. Separate with commas.
ru_ru: Игнорировать слова с более чем 2 буквами.→ Разделить через запятую.
sv_se: Ord med fler än två bokstäver som ska ignoreras. Separera med komma.

source: A to Z whitelist
pt_pt: Lista branca do A a Z
ru_ru: А до Я белый список
sv_se: A till Ö vitlista

source: Words shorter than 3 letters to include. Separate with commas.
ru_ru: Включить слова с менее 3 буквами. Разделить через запятую.
sv_se: Ord med färre än tre bokstäver som ska inkluderas. Separera med komma.

source: Enable user account support
pt_pt: Ativar suporte para contas de utilizador
ru_ru: Включить поддержку аккаунта пользователя
sv_se: Aktivera användarkonto-support

source: Provides support for forums (bbPress)
ru_ru: Поддержка для форумов (bbPress)
sv_se: Ger support för forum (bbPress)

source: Show My Profile link
pt_pt: Link Mostrar o Meu Perfil
ru_ru: Показать ссылку на "Мой профиль"
sv_se: Visa Min profil-länk

source: Add a "My Profile" link to the secondary menu if user is logged in.
pt_pt: Adicionar um link "O Meu Perfil" no menu secundário se o utilizador tiver sessão iniciada.
ru_ru: Добавить ссылку на "Мой профиль" в меню второго уровня, когда пользователь "вошел" на сайт.
sv_se: Lägg till en ”Min profil”-länk i den sekundära menyn om en användare är inloggad.

source: Show login/logout link
pt_pt: Mostar o link de login/logout
ru_ru: Показывать ссылку "войти"/"выйти" на сайт
sv_se: Visa logga in/logga ut-länk

source: Provides support for staff directory and staff profiles. Integrates with teams, forums and blog posts.
ru_ru: Поддержка для каталога и профилей сотрудников.Объединяется с группами, форумами и записями в блоге.
sv_se: Ger support till personalkatalog och personalpresentationer. Integrerar med enheter, forum och blogginlägg.

source: Staff directory page
pt_pt: Página do directório de colaboradores
ru_ru: Страница каталога сотрудников
sv_se: Personalkatalog-sida

source: Team dropdown name
ru_ru: Выпадающее меню группы
sv_se: Namn på enhets-dropdownen

source: Show hyperlinks on staff cards
pt_pt: Mostrar links nas fichas dos colaboradores
ru_ru: Показать гиперссылки на карточках работников
sv_se: Visa hyperlänkar på personalkort

source: Enabling this option allows you to click on individual links such as email address and name on staff tiles. With this option disabled, the whole staff tile is clickable and links to the staff profile.
ru_ru: Включив данную опцию вы можете кликать на отдельные ссылки, например, email или имя на карточке сотрудника. Если эту функцию выключить, то можно будет кликать на всю карточку, включая профиль сотрудника.
sv_se: Om du aktiverar det här alternativet blir det möjligt att klicka på enskilda länkar som e-postadress och namn på personalkort. Med det här alternativet inaktiverat är hela personalkortet klickbart och länkar till personalpresentationen.

source: Show circular avatars
pt_pt: Mostar avatars circulares
ru_ru: Показать круглые аватарки
sv_se: Visa runda avatarer

source: Show grade on staff cards
ru_ru: Показать разряд на карточках работников
sv_se: Visa nivåer på personalkort

source: Show mobile on staff cards
pt_pt: Mostrar telemóvel nos cartões dos funcionários
ru_ru: Показывать номер мобильного телефона на карточке сотрудника.
sv_se: Visa mobilnummer på personalkort

source: Display mobile phone number on staff cards in the staff directory listings.
pt_pt: Mostrar o número de telemóvel nas fichas dos funcionários nas lista do diretório de colaboradores.
ru_ru: Показывать номер мобильного на карточке сотрудника в каталоге сотрудников.
sv_se: Visa mobilnummer på personalkort i personalkatalogen.

source: Media
ru_ru: СМИ

source: Project overview
pt_pt: Resumo do projecto
ru_ru: Обзор проекта
sv_se: Projektöversikt.

source: Project start date
pt_pt: Data de início do Projecto
ru_ru: Дата начала проекта
sv_se: Projektets startdatum

source: Project end date
pt_pt: Data de fim do Projecto
ru_ru: Дата окончания проекта
sv_se: Projektets slutdatum

source: Policy link
ru_ru: Ссылка на правила
sv_se: Policy-länk

source: Team members
pt_pt: Membros do departamento
ru_ru: Участники группы
sv_se: Enhetsmedlemmar

source: Users
pt_pt: Utilizadores
ru_ru: Пользователи
sv_se: Användare

source: Vacancy reference
ru_ru: Номер вакансии
sv_se: Vakansreferens

source: Closing time
pt_pt: Hora de fecho
ru_ru: Дата закрытия
sv_se: Stängningstid

source: Video
pt_pt: Vídeo
ru_ru: Видео

source: Video URL
pt_pt: URL do vídeo
ru_ru: Ссылка на видео

source: News expiry
pt_pt: Expiração das notícias
ru_ru: Истечение срока новостей
sv_se: Nyhetens utgångstidpunkt

source: Auto expiry
pt_pt: Expirar automaticamente
ru_ru: Автоматическое истечение срока
sv_se: Automatisk utgångstid

source: Attachments
pt_pt: Anexos
ru_ru: Вложения
sv_se: Bilagor

source: Document attachments
pt_pt: Anexos do documento
ru_ru: Вложенные документы
sv_se: Dokument-bilagor

source: Add document
pt_pt: Adicionar documento
ru_ru: Добавить документ
sv_se: Lägg till dokument

source: Document
pt_pt: Documento
ru_ru: Документ
sv_se: Dokument

source: Keywords
pt_pt: Palavras-chave
ru_ru: Ключевые слова
sv_se: Nyckelord

source: Column placeholders
ru_ru: Поля для заполнения столбцов
sv_se: Kolumn-platshållare

source: Column 1
pt_pt: Coluna 1
ru_ru: Столбец 1
sv_se: Kolumn 1

source: Add to column 1
pt_pt: Adicionar à coluna 1
ru_ru: Добавить в столбец 1
sv_se: Lägg till i kolumn 1

source: News listing
ru_ru: Список новостей
sv_se: Nyhets-listning

source: Don't show if older than this number of days. Leave blank to show all.
pt_pt: Não mostrar se for mais antigo do que isto em número de dias. Deixe em branco para mostrar todos.
ru_ru: Не показывать, если старше данного количества дней. Не заполнять, чтобы показать все.
sv_se: Visa inte om äldre än detta antal dagar. Lämna tom för att visa alla.

source: Number to display
pt_pt: Número a mostrar
ru_ru: Показывать число
sv_se: Antal att visa

source: Compact list
pt_pt: Lista compacta
ru_ru: Короткий список
sv_se: Kompakt lista

source: News items to display
pt_pt: Novidades a mostrar.
ru_ru: Показать детали новостей
sv_se: Antal nyheter att visa

source: Display latest news items matching any of the chosen criteria in the tabs below.
ru_ru: Показать детали новостей, которые подходят по любому из выбранных критериев в ярлыках снизу.
sv_se: Visa de senaste nyheterna som matchar något av kriterierna i flikarna nedan.

source: Tag
pt_pt: Etiqueta
ru_ru: Метка
sv_se: Etikett

source: Match ANY of the tags (with teams/categories)
ru_ru: Подобрать любые метки (к группам/категориям)
sv_se: Matcha VILKEN SOM HELST av etiketterna (med enhet/kategorier)

source: Blog listing
pt_pt: Lista de blogs
ru_ru: Список блогов
sv_se: Blogg-listning

source: Task listing
pt_pt: Lista de tarefas
ru_ru: Список заданий
sv_se: Uppgiftslistning

source: Tasks to display
pt_pt: Tarefas a mostrar
ru_ru: Показать задания
sv_se: Uppgifter som ska visas

source: Display tasks and guides matching any of the chosen criteria in the tabs below.
ru_ru: Показать задания и инструкции, которые подходят по любому из выбранных критериев ярлыков снизу.
sv_se: Visa uppgifter och handböcker som motsvarar något av de valda kriterierna i flikarna nedan.

source: Free-format area
ru_ru: Место свободного форматирования
sv_se: Friformsområde
