Repository: Manalu/govintranet
Catalog: languages/themes/govintranet-*.po
Languages: pt_pt, ru_ru, sv_se

# Page content, data
source: Content
pt_pt: Conteúdo
ru_ru: Содержание
sv_se: Innehåll

source: Team listing
pt_pt: Lista de departamentos
ru_ru: Список групп
sv_se: Enhetslistning

source: Document listing
pt_pt: Lista de documentos
ru_ru: Список документов
sv_se: Dokumentlistning

source: Type
pt_pt: Tipo
ru_ru: Типы
sv_se: Typ

# alphabet
source: Letter
pt_pt: Letra
ru_ru: Буква
sv_se: Bokstav

source: tasks and guides category
pt_pt: categoria de tarefas e guias
ru_ru: категория заданий и инструкций
sv_se: uppgifter och handböcker-kategori

source: news update
ru_ru: обновление новостей
sv_se: nyhetsuppdatering

source: Events
pt_pt: Eventos
ru_ru: Мероприятия
sv_se: Händelser

source: Event
pt_pt: Evento
ru_ru: Мероприятие
sv_se: Händelse

source: Add Event
pt_pt: Adicionar Evento
ru_ru: Добавить мероприятие
sv_se: Lägg till händelse

source: Add New Event
pt_pt: Adicionar Novo Evento
ru_ru: Добавить новое мероприятие
sv_se: Lägg till ny händelse

source: Edit Event
pt_pt: Editar Evento
ru_ru: Редактировать мероприятие
sv_se: Redigera händelse

source: New Event
pt_pt: Novo Evento
ru_ru: Новое мероприятие
sv_se: Ny händelse

source: View Event
pt_pt: Ver Evento
ru_ru: Посмотреть мероприятие
sv_se: Visa händelse

source: Search Events
pt_pt: Procurar Eventos
ru_ru: Поиск мероприятий
sv_se: Sök händelser

source: No Events Found
pt_pt: Nenhum Evento encontrado
ru_ru: Мероприятия не найдены
sv_se: Hittade inga händelser

source: No Events found in trash
pt_pt: Nenhum Evento encontrado no lixo
ru_ru: В корзине мероприятий не найдено
sv_se: Hittade inga händelser i skräpkorgen

source: Parent Event
pt_pt: Evento Pai
ru_ru: Исходное мероприятие
sv_se: Förälder till händelse

source: Jargon busters
pt_pt: Glossários
ru_ru: Словари терминов
sv_se: Jargongförklaringar

source: Jargon buster
pt_pt: Glossário
ru_ru: Словарь терминов
sv_se: Jargongförklaring

source: Add Jargon buster
pt_pt: Adicionar entrada no glossário
ru_ru: Добавить словарь терминов
sv_se: Lägg till jargongförklaring

source: Add New Jargon buster
pt_pt: Adicionar nova entrada no glossário
ru_ru: Добавить новый словарь терминов
sv_se: Lägg till ny jargongförklaring

source: Edit Jargon buster
pt_pt: Editar glossário
ru_ru: Редактировать словарь терминов
sv_se: Redigera jargongförklaring

source: New Jargon buster
pt_pt: Nova entrada no glossário
ru_ru: Новый словарь терминов
sv_se: Ny jargongförklaring

source: View Jargon buster
pt_pt: Ver glossário
ru_ru: Посмотреть словарь терминов
sv_se: Visa jargongförklaring

source: Search Jargon busters
pt_pt: Pesquisar glossário
ru_ru: Поиск в словарях терминов
sv_se: Sök jargongförklaringar

source: No Jargon busters found
pt_pt: Nenhuma entrada encontrada
ru_ru: Словарей терминов не найдено
sv_se: Hittade inga jargongförklaringar

source: No Jargon busters found in trash
pt_pt: Nenhuma entrada encontrada no lixo
ru_ru: В корзине словарей терминов не найдено
sv_se: Hittade inga jargongförklaringar i skräpkorgen

source: Parent Jargon buster
pt_pt: Glossário pai
ru_ru: Исходный словарь терминов
sv_se: Förälder till jargongförklaring

# post type plural
source: News
pt_pt: Notícias
ru_ru: Новости
sv_se: Nyheter

# post type singular
source: News
pt_pt: Notícia
ru_ru: Новость
sv_se: Nyhet

source: Add News
pt_pt: Adicionar notícia
ru_ru: Добавить новости
sv_se: Lägg till nyhet

source: Add New News
pt_pt: Adicionar nova notícia
ru_ru: Добавить свежую новость
sv_se: Lägg till ny nyhet

source: Edit News
pt_pt: Editar Notícia
ru_ru: Редактировать новость
sv_se: Redigera nyhet

source: New News
pt_pt: Nova Notícia
ru_ru: Свежие новости
sv_se: Ny nyhet

source: View News
pt_pt: Ver Notícias
ru_ru: Посмотреть новости
sv_se: Visa nyhet

source: Search News
pt_pt: Pesquisar Notícias
ru_ru: Поиск новостей
sv_se: Sök nyheter

source: No News found
pt_pt: Nenhuma Notícia encontrada
ru_ru: Новости не найдены
sv_se: Hittade inga nyheter

source: No News found in trash
pt_pt: Nenhuma Notícia encontrada no lixo
ru_ru: В корзине новости не найдены
sv_se: Hittade inga nyheter i skräpkorgen

source: Parent News
pt_pt: Notícia pai
ru_ru: Главные новости
sv_se: Förälder till nyhet

source: News updates
ru_ru: Обновление новостей
sv_se: Nyhetsuppdateringar

source: News update
ru_ru: Обновить новость
sv_se: Nyhetsuppdatering

source: Add News update
ru_ru: Добавить новое обновление
sv_se: Lägg till nyhetsuppdatering

source: Edit news update
ru_ru: Редактировать обновление новостей
sv_se: Redigera nyhetsuppdatering

source: New news update
ru_ru: Обновление свежих новостей
sv_se: Ny nyhetsuppdatering

source: No news updates found
ru_ru: Обновления новостей не найдено
sv_se: Hittade inga nyhetsuppdateringar

source: No news updates found in trash
ru_ru: Обновления новостей в корзине не найдены
sv_se: Hittade inga nyhetsuppdateringar i skräpkorgen

source: Parent news update
ru_ru: Исходное обновление новостей
sv_se: Förälder till nyhetsuppdatering

source: Options
pt_pt: Opções
ru_ru: Опции
sv_se: Alternativ

source: Icon
ru_ru: Иконка
sv_se: Ikon

source: See http://getbootstrap.com/components/#glyphicons
pt_pt: Ver http://getbootstrap.com/components/#glyphicons
ru_ru: Перейти на http://getbootstrap.com/components/#glyphicons
sv_se: Se http://getbootstrap.com/components/#glyphicons

source: News update auto expiry
ru_ru: Автоматический срок истечения обновления новостей
sv_se: Nyhetsuppdateringens utgångstidpunkt

# noun
source: Projects
pt_pt: Projetos
ru_ru: Проекты
sv_se: Projekt

source: Add Project
pt_pt: Adicionar Projeto
ru_ru: Добавить проект
sv_se: Lägg till projekt

source: Add New Project
pt_pt: Adicionar Novo Projeto
ru_ru: Добавить новый проект
sv_se: Lägg till nytt projekt

source: Edit Project
pt_pt: Editar Projeto
ru_ru: Редактировать проект
sv_se: Redigera projekt

source: New Project
pt_pt: Novo Projeto
ru_ru: Новый проект
sv_se: Nytt projekt

source: View Project
pt_pt: Ver Projeto
ru_ru: Посмотреть проект
sv_se: Visa projekt

source: Search Projects
pt_pt: Procurar Projetos
ru_ru: Поиск проектов
sv_se: Sök projekt

source: No Projects found
pt_pt: Nenhum Projeto encontrado
ru_ru: Проекты не найдены
sv_se: Hittade inga projekt

source: No Projects found in trash
pt_pt: Nenhum Projeto encontrado no lixo
ru_ru: В корзине проекты не найдены
sv_se: Hittade inga projekt i skräpkorgen

source: Parent Project
pt_pt: Projeto Pai
ru_ru: Исходный проект
sv_se: Förälder till projekt

source: Tasks
pt_pt: Tarefas
ru_ru: Задания
sv_se: Uppgifter

source: Add Task
pt_pt: Adicionar Tarefa
ru_ru: Добавить задание
sv_se: Lägg till uppgift

source: Add New Task
pt_pt: Adicionar Nova Tarefa
ru_ru: Добавить новое задание
sv_se: Lägg till ny uppgift

source: Edit Task
pt_pt: Editar Tarefa
ru_ru: Редактировать задание
sv_se: Redigera uppgift

source: New Task
pt_pt: Nova Tarefa
ru_ru: Новое задание
sv_se: Ny uppgift

source: View Task
pt_pt: Ver Tarefa
ru_ru: Посмотреть задание
sv_se: Visa uppgift

source: Search Tasks
pt_pt: Procurar Tarefas
ru_ru: Поиск заданий
sv_se: Sök uppgifter

source: No Tasks found
pt_pt: Nenhuma Tarefa encontrada
ru_ru: Задания не найдены
sv_se: Hittade inga uppgifter

source: No Tasks found in trash
pt_pt: Nenhuma Tarefa encontrada no lixo
ru_ru: В корзине задания не найдены
sv_se: Hittade inga uppgifter i skräpkorgen

source: Parent Task
pt_pt: Tarefa Pai
ru_ru: Исходное задание
sv_se: Förälder till uppgift

source: Teams
pt_pt: Departamentos
ru_ru: Группы
sv_se: Enheter

source: Add Team
pt_pt: Adicionar Departamento
ru_ru: Добавить группу
sv_se: Lägg till enhet

source: Add New Team
pt_pt: Adicionar Novo Departamento
ru_ru: Добавить новую группу
sv_se: Lägg till ny enhet

source: Edit Team
pt_pt: Editar Departamento
ru_ru: Редактировать группу
sv_se: Redigera enhet

source: New Team
pt_pt: Novo Departamento
ru_ru: Новая группа
sv_se: Ny enhet

source: View Team
pt_pt: Ver Departamento
ru_ru: Посмотреть группу
sv_se: Visa enhet

source: Search Teams
pt_pt: Procurar Departamentos
ru_ru: Поиск в группах
sv_se: Sök enheter

source: No Teams found
pt_pt: Nenhum Departamento encontrado
ru_ru: Группы не найдены
sv_se: Hittade inga enheter

source: No Teams found in trash
pt_pt: Nenhum Departamento encontrado no lixo
ru_ru: В корзине группы не найдены
sv_se: Hittade inga enheter i skräpkorgen

source: Parent Team
pt_pt: Departamento Pai
ru_ru: Исходная группа
sv_se: Förälder till enhet

source: Vacancies
pt_pt: Vagas
ru_ru: Вакансии
sv_se: Lediga tjänster

source: Vacancy
pt_pt: Vaga
ru_ru: Вакансия
sv_se: Ledig tjänst

source: Add Vacancy
pt_pt: Adicionar Vaga
ru_ru: Добавить вакансию
sv_se: Lägg till ledig tjänst

source: Add New Vacancy
pt_pt: Adicionar Nova Vaga
ru_ru: Добавить новую вакансию
sv_se: Lägg till ny ledig tjänst

source: Edit Vacancy
pt_pt: Editar Vaga
ru_ru: Редактировать вакансию
sv_se: Redigera ledig tjänst

source: New Vacancy
pt_pt: Nova Vaga
ru_ru: Новая вакансия
sv_se: Ny ledig tjänst

source: View Vacancy
pt_pt: Ver Vaga
ru_ru: Посмотреть вакансию
sv_se: Visa ledig tjänst

source: Search Vacancies
pt_pt: Procurar Vagas
ru_ru: Поиск вакансий
sv_se: Sök lediga tjänster

source: No Vacancies found
pt_pt: Nenhuma Vaga encontrada
ru_ru: Вакансии не найдены
sv_se: Hittade inga lediga tjänster

source: No Vacancies found in trash
pt_pt: Nenhuma vaga encontrada no lixo
ru_ru: В корзине вакансий не найдено
sv_se: Hittade inga lediga tjänster i skräpkorgen

source: Parent Vacancy
pt_pt: Vaga Pai
ru_ru: Исходная вакансия
sv_se: Förälder till ledig tjänst

source: News types
pt_pt: Tipos de notícias
ru_ru: Виды новостей
sv_se: Nyhetstyper

source: News type
pt_pt: Tipo de notícia
ru_ru: Вид новостей
sv_se: Nyhetstyp

source: Popular types
pt_pt: Tipos populares
ru_ru: Популярные виды
sv_se: Populära nyhetstyper

source: All types
pt_pt: Todos os tipos
ru_ru: Все виды
sv_se: Alla nyhetstyper

source: Parent type
pt_pt: Tipo Pai
ru_ru: Исходный вид
sv_se: Förälder till nyhetstyp

source: Edit news type
pt_pt: Editar tipo de notícia
ru_ru: Редактировать вид новостей
sv_se: Redigera nyhetstyp

source: Update news type
pt_pt: Atualizar tipo de notícia
ru_ru: Обновить вид новостей
sv_se: Uppdatera nyhetstyp

source: Add news type
pt_pt: Adicionar tipo de notícia
ru_ru: Добавить вид новостей
sv_se: Lägg till nyhetstyp

source: New type
ru_ru: Новый вид
sv_se: Ny nyhetstyp

source: Add or remove a type
pt_pt: Adicionar ou remover um tipo
ru_ru: Добавить или удалить вид
sv_se: Lägg till eller ta bort nyhetstyp

source: Most used
pt_pt: Mais usados
ru_ru: Часто используемые
sv_se: Mest använda

source: News update type
ru_ru: Вид обновления новостей
sv_se: Nyhetsuppdateringstyp

source: News update types
ru_ru: Виды обновления новостей
sv_se: Nyhetsuppdateringstyper

source: Popular grades
ru_ru: Популярные разряды
sv_se: Vanliga nivåer

source: Parent grade
ru_ru: Главный разряд
sv_se: Förälder till nivå

source: Edit grade
ru_ru: Редактировать разряд
sv_se: Redigera nivå

source: Update grade
ru_ru: Обновить разряд
sv_se: Uppdatera nivå

source: Add new grade
ru_ru: Добавить новый разряд
sv_se: Lägg till ny nivå

source: New grade
ru_ru: Новый разряд
sv_se: Ny nivå

source: Add or remove a grade
ru_ru: Добавить или удалить разряд
sv_se: Lägg till eller ta bort nivå

source: Event types
pt_pt: Tipos de Eventos
ru_ru: Виды мероприятий
sv_se: Händelsetyper

source: Event type
pt_pt: Tipo de Eventos
ru_ru: Вид мероприятий
sv_se: Händelsetyp

source: Parent event type
pt_pt: Tipo de Evento Pai
ru_ru: Исходный вид мероприятия
sv_se: Förälder till händelsetyp

source: Edit event type
pt_pt: Editar tipo de evento
ru_ru: Редактировать вид мероприятия
sv_se: Redigera händelsetyp

source: Update event type
pt_pt: Atualizar tipo de evento
ru_ru: Обновить вид мероприятия
sv_se: Uppdatera händelsetyp

source: Add event type
pt_pt: Adicionar tipo de evento
ru_ru: Добавить вид мероприятия
sv_se: Lägg till händelsetyp

source: New event type
pt_pt: Novo tipo de evento
ru_ru: Новый вид мероприятия
sv_se: Ny händelsetyp

source: Add or remove event types
pt_pt: Adicionar ou remover tipos de eventos
ru_ru: Добавить или удалить вид мероприятия
sv_se: Lägg till eller ta bort händelsetyp

source: A to Z letters
pt_pt: Letras A a Z
ru_ru: Буквы от А до Я
sv_se: A till Ö-bokstäver

source: A to Z letter
pt_pt: Letra A a Z
ru_ru: Буква от А до Я
sv_se: A till Ö-bokstav

source: Popular letters
pt_pt: Letras populares
ru_ru: Популярные буквы
sv_se: Populära bokstäver

source: All letters
pt_pt: Todas as letras
ru_ru: Все буквы
sv_se: Alla bokstäver

source: Parent letter
pt_pt: Letra Pai
ru_ru: Исходная буква
sv_se: Förälder till bokstäver

source: Edit letter
pt_pt: Editar letra
ru_ru: Редактировать букву
sv_se: Redigera bokstav

source: Update letter
pt_pt: Atualizar letra
ru_ru: Изменить букву
sv_se: Uppdatera bokstav

source: Add new letter
pt_pt: Adicionar nova letra
ru_ru: Добавить новую букву
sv_se: Lägg till bokstav

source: Add or remove letters
pt_pt: Adicionar ou remover letras
ru_ru: Добавить или удалить букву
sv_se: Lägg till eller ta bort bokstav

source: Document types
pt_pt: Tipos de documentos
ru_ru: Виды документов
sv_se: Dokumenttyper

source: Parent document type
pt_pt: Tipo de documento Pai
ru_ru: Исходный вид документа
sv_se: Förälder till dokumenttyp

source: Edit document type
pt_pt: Editar tipo de documento
ru_ru: Редактировать вид документа
sv_se: Redigera dokumenttyp

source: Update document type
pt_pt: Atualizar tipo de documento
ru_ru: Изменить вид документа
sv_se: Uppdatera dokumenttyp

source: Add document type
pt_pt: Adicionar tipo de documento
ru_ru: Добавить вид документа
sv_se: Lägg till dokumenttyp

source: New document type
pt_pt: Novo tipo de documento
ru_ru: Новый вид документа
sv_se: Ny dokumenttyp

source: Add or remove a document type
pt_pt: Adicionar ou remover tipo de documento
ru_ru: Добавить или удалить вид документа
sv_se: Lägg till eller ta bort dokumenttyp

source: &larr; Older items
pt_pt: &larr; Itens antigos
ru_ru: &larr; Предыдущие
sv_se: &larr; Äldre objekt

source: Newer items &rarr;
pt_pt: Novos itens &rarr;
ru_ru: Следующие &rarr;
sv_se: Nyare objekt &rarr;

source: guide
pt_pt: guia
ru_ru: инструкция
sv_se: handbok

source: task
pt_pt: tarefa
ru_ru: задание
sv_se: uppgift

source: job vacancy
pt_pt: vaga disponíveis
ru_ru: вакансия
sv_se: ledig tjänst

source: event
pt_pt: evento
ru_ru: мероприятие
sv_se: händelse

source: staff
pt_pt: colaboradores
ru_ru: сотрудники
sv_se: personal

source: team
pt_pt: departamento
ru_ru: группа

source: page
pt_pt: página
ru_ru: страница

source: All updates
pt_pt: Todas as atualizações
ru_ru: Все обновления
sv_se: Alla uppdateringar

source: Showing results from forums
pt_pt: A mostrar resultados dos fóruns
ru_ru: Результаты из форумов
sv_se: Visa resultat från forumen

source: Search the intranet
pt_pt: Pesquisar a intranet
ru_ru: Поиск по интранету
sv_se: Sök på intranätet

source: That's today!
pt_pt: É hoje!
ru_ru: Это сегодня!
sv_se: Det är idag!

source: Nothing on the intranet with this tag
pt_pt: Nada na intranet com essa etiqueta
ru_ru: В интранете с такой меткой ничего не найдено
sv_se: Finns inget på intranätet med denna etikett

source: download
pt_pt: descarregar
ru_ru: загрузить
sv_se: ladda ner

source: There's nothing to show
pt_pt: Não há nada para mostrar
ru_ru: К показу ничего нет
sv_se: Det finns inget att visa

source: Other categories
pt_pt: Outras categorias
ru_ru: Другие категории
sv_se: Andra kategorier

source: In %s
pt_pt: Em %s
ru_ru: В %s
sv_se: Inom %s

source: Choose just your local team, e.g. if you work in Communications which is part of Business Services, you only need to choose Communications.
ru_ru: Выбрать свою основную группу, например, если Вы работаете в Бухгалтерии, которая является частью Финансового отдела, то необходимо выбрать Бухгалтерию.
sv_se: Välj din närmsta enhet. Om du jobbar på enheten för kommunikation som är en del av regionkontoret väljer du bara enheten för kommunikation.

source: Line manager
ru_ru: Руководитель
sv_se: Närmsta chef

source: Telephone number
pt_pt: Número de telefone
ru_ru: Телефон
sv_se: Telefonnummer

source: Mobile number
pt_pt: Número de telemóvel
ru_ru: Мобильный
sv_se: Mobilnummer

source: Twitter handle
pt_pt: Conta Twitter
ru_ru: Твиттер
sv_se: Twitter-alias

source: e.g. @Luke_Oatham
pt_pt: ex: @nome_twitter
ru_ru: например, @Luke_Oatham
sv_se: t.ex. @ptrkhmbrg

source: Provide the full URL of your LinkedIn profile page.
pt_pt: Introduza o endereço da página do seu perfil LinkedIn
ru_ru: Введите полную ссылку на Ваш профиль в LinkedIn
sv_se: Klistra in hela länken till din LinkedIn-profil.

source: Which days do you work? Where are you based?
pt_pt: Em que dias da semana trabalha? Em que serviço?
ru_ru: В какие дни Вы работаете? Где Вы находитесь?
sv_se: Vilka dagar arbetar du? Var är du placerad?

source: Skills and experience
pt_pt: Competências e experiência
ru_ru: Навыки и опыт работы
sv_se: Kunskaper och erfarenheter

source: List your skills and experience so that others can find you.
pt_pt: Introduza as suas competências e experiência para que os outros colaboradores o consigam encontrar.
ru_ru: Опишите свои навыки и опыт работы, чтобы другим Вас было легче найти
sv_se: Lista dina kunskaper och erfarenheter så att andra kan hitta dig.

source: Staff directory order
ru_ru: Расположение в каталоге сотрудников

source: Order
pt_pt: Ordem
ru_ru: Расположение
sv_se: Ordning

source: Forum posts by %s
pt_pt: Entradas no fórum por %s
ru_ru: Записи на форуме по %s
sv_se: Foruminlägg av %s

source: Blog posts by %s
pt_pt: Artigos do blog por %s
ru_ru: Записи в блоге по %s
sv_se: Blogginlägg av %s

source: Reply to %s
pt_pt: Responder a %s
ru_ru: Ответ на %s
sv_se: Svara till %s

source: Logged in as %s
pt_pt: Sessão iniciada como %s
ru_ru: Вошел как %s
sv_se: Inloggad som %s

# verb
source: Register
pt_pt: Registar
ru_ru: Зарегистрироваться
sv_se: Registrera

source: Topics
pt_pt: Tópicos
ru_ru: Темы
sv_se: Ämnen

source: Posts
pt_pt: Artigos
ru_ru: Записи
sv_se: Inlägg

source: Freshness
ru_ru: Свежие
sv_se: Aktualitet

source: No activity
pt_pt: Nenhuma atividade
ru_ru: Нет активности
sv_se: Ingen aktivitet

source: Grades
ru_ru: Разряды
sv_se: Nivåer

source: All grades
ru_ru: Все разряды
sv_se: Alla nivåer

source: Closing
pt_pt: A fechar
ru_ru: Закрытие
sv_se: Stänger

source: Related
pt_pt: Relacionado
ru_ru: Относящийся
sv_se: Relaterad

source: Author
pt_pt: Autor
ru_ru: Автор
sv_se: Författare

source: Recent posts
ru_ru: Свежие записи

source: Nothing to show yet
ru_ru: К показу ничего нет

source: Date
pt_pt: Data
ru_ru: Дата
sv_se: Datum

source: Location
pt_pt: Localização
ru_ru: Место
sv_se: Plats

source: Event booking
pt_pt: Marcação de eventos
ru_ru: Записаться на мероприятие
sv_se: Boka händelse

source: You have made a booking for this event
pt_pt: Acabou de efetuar uma marcação para este evento
ru_ru: Вы записались на данное мероприятие
sv_se: Du har bokat den här händelsen

source: Details
pt_pt: Detalhes
ru_ru: Детали
sv_se: Detaljer

source: Tickets and registration
ru_ru: Билеты и регистрация
sv_se: Biljetter och registrering

source: Other updates
pt_pt: Outras atualizações
ru_ru: Другие обновления
sv_se: Andra uppdateringar

source: Similar news
pt_pt: Novidades semelhantes
ru_ru: Похожие новости
sv_se: Liknande nyheter

source: Other related news
pt_pt: Outras novidades relacionadas
ru_ru: Другие похожие новости
sv_se: Andra relaterade nyheter

source: Recent news
pt_pt: Novidades recentes
ru_ru: Свежие новости
sv_se: Senaste nyheterna

source: Sub-teams
pt_pt: Sub-departamentos
ru_ru: Под-группы
sv_se: Underenheter

source: Go to %s
pt_pt: Ir para %s
ru_ru: Перейти в %s
sv_se: Gå till %s

source: <strong>Tasks and guides</strong> tagged: %s
pt_pt: <strong>Tarefas e guias</strong> etiquetados com: %s
ru_ru: <strong>Задания и инструкции</strong> с метками: %s
sv_se: <strong>Uppgifter och handböcker</strong> med etiketten: %s

source: <strong>Projects</strong> tagged: %s
pt_pt: <strong>Projetos</strong> etiquetados com: %s
ru_ru: <strong>Проекты</strong> с метками: %s
sv_se: <strong>Projekt</strong> med etiketten: %s

source: <strong>Job vacancies</strong> tagged: %s
pt_pt: <strong>Vagas em aberto</strong> etiquetadas com: %s
ru_ru: <strong>Вакансии</strong> с метками: %s
sv_se: <strong>Lediga tjänster</strong> med etiketten: %s

source: <strong>News</strong> tagged: %s
pt_pt: <strong>Novidades</strong> etiquetadas com: %s
ru_ru: <strong>Новости</strong> с метками: %s
sv_se: <strong>Nyheter</strong> med etiketten: %s

source: <strong>Blog posts</strong> tagged: %s
pt_pt: <strong>Artigos do blog</strong> etiquetados com: %s
ru_ru: <strong>Записи</strong> с метками: %s
sv_se: <strong>Blogginlägg</strong> med etiketten: %s

source: <strong>Events</strong> tagged: %s
pt_pt: <strong>Eventos</strong> etiquetados com: %s
ru_ru: <strong>Мероприятия</strong> с метками: %s
sv_se: <strong>Händelser</strong> med etiketten: %s

source: Toggle navigation
ru_ru: Переключить меню
sv_se: Växla navigation

source: Home
pt_pt: Início
ru_ru: Главная
sv_se: Hem

source: News
pt_pt: Novidades
ru_ru: Новости
sv_se: Nyheter

source: Need to know
pt_pt: Sabia que
ru_ru: Надо знать
sv_se: Viktigt att veta

# Taxonomy name for News Update Types
source: Update types
pt_pt: Atualizar tipos
ru_ru: Виды обновлений
sv_se: Nyhetsuppdateringstyper

source: Related updates
pt_pt: Atualizações relacionadas
ru_ru: Похожие обновления
sv_se: Relaterade uppdateringar

source: Recent updates
pt_pt: Atualizações recentes
ru_ru: Свежие обновления
sv_se: Senaste uppdateringarna

source: Read more
pt_pt: Ver mais
ru_ru: Читать далее
sv_se: Läs mer

source: Skip to staff
ru_ru: Перейти к сотрудникам
sv_se: Gå vidare till personal

source: Past %s
ru_ru: Предыдущие %s
sv_se: Tidigare %s

source: Future %s
ru_ru: Будущие %s
sv_se: Kommande %s

source: All
pt_pt: Todos
ru_ru: Все
sv_se: Alla

source: Search for a name, job title, skills, phone number...
pt_pt: Pesquise por um nome, função, competências, número de telefone…
ru_ru: Поиск по имени, должности, навыкам,телефону
sv_se: Sök efter ett namn, en titel, en kunskap, ett telefonnummer…

source: Found 1 result
pt_pt: Encontrado 1 resultado
ru_ru: Singular: Найден 1 результат Plural: Найдено %d результатов
sv_se: Hittade 1 resultat

source: Not on the directory
pt_pt: Não está no diretório
ru_ru: Нет в каталоге
sv_se: Finns inte i katalogen

# param 1 is the URL, param 2 is the title of the staff directory page
source: Try searching again or go back to the <a href="%1$s">%2$s</a>
ru_ru: Попробуйте поискать еще раз или вернитесь на <a href="%1$s">%2$s</a>
sv_se: Försök söka igen eller gå tillbaka till <a href="%1$s">%2$s</a>

source: Document type
pt_pt: Tipo de documento
ru_ru: Вид документа
sv_se: Dokumenttyp

source: No results
pt_pt: Nenhum resultado
ru_ru: Результатов нет
sv_se: Inget resultat

source: Results
ru_ru: Результаты

source: Please wait
pt_pt: Por favor aguarde
ru_ru: Пожалуйста ждите
sv_se: Vänligen vänta

source: jargon busters
pt_pt: glossário
ru_ru: словарь терминов
sv_se: jargongförklaringar

source: projects
pt_pt: projetos
ru_ru: проекты
sv_se: projekt

# Screen reader text
source: Skip to staff
ru_ru: Перейти к сотрудникам
sv_se: Gå vidare till personal

source: Name, job title, skills, team, number...
pt_pt: Nome, função, competências, departamento, número…
ru_ru: Имя, должность, навыки, группа, номер...
sv_se: Namn, titel, kunskaper, enhet, nummer…

# noun
source: Project
pt_pt: Projeto
ru_ru: Проект
sv_se: Projekt

source: Navigate to next part
ru_ru: Перейти вперед
sv_se: Gå vidare till nästa del

source: Navigate to previous part
ru_ru: Перейти назад
sv_se: Gå tillbaka till föregående del

# Documents to download
source: Downloads
ru_ru: Загрузки
sv_se: Nedladdningar

source: Tags
pt_pt: Etiquetas
ru_ru: Метки
sv_se: Etiketter

source: Job details
pt_pt: Detalhes da função
ru_ru: Требования
sv_se: Jobbdetaljer
