Repository: Manalu/govintranet
Catalog: languages/themes/govintranet-*.po
Languages: pt_pt, ru_ru, sv_se

source: Job reference
ru_ru: Номер вакансии
sv_se: Jobbreferens

source: Team
pt_pt: Departamento
ru_ru: Группа
sv_se: Enhet

source: Grade
ru_ru: Разряд
sv_se: Nivå

source: Closing date
ru_ru: Последний день
sv_se: Slutdatum

# Address book details
source: Contact
pt_pt: Contacto
ru_ru: Контакты
sv_se: Kontakt

source: The page that you are trying to reach doesn't exist. <br><br>Please go back or try searching.
pt_pt: A página que está a tentar abrir não existe. <br><br>Por favor volte atrás ou tente pesquisar.
ru_ru: Страница не найдена. <br><br>Вернитесь обратно или воспользуйтесь поиском.
sv_se: Sidan du försökte titta på finns inte. <br /><br />Backa eller försök med en sökning.

source: Daily archives: %s
pt_pt: Arquivos diários: %s
ru_ru: Архив за день: %s
sv_se: Dagligt arkiv: %s

source: Monthly archives: %s
pt_pt: Arquivos mensais: %s
ru_ru: Архив за месяц: %s
sv_se: Månatligt arkiv: %s

source: Yearly archives: %s
pt_pt: Arquivos anuais: %s
ru_ru: Архив за год: %s
sv_se: Årligt arkiv: %s

# A title for the news update category
source: Update categories
pt_pt: Atualizar categorias
ru_ru: Обновить категории
sv_se: Uppdatera kategorier

source: Continue reading &rarr;
pt_pt: Continuar a ler &rarr;
ru_ru: Читать далее &rarr;
sv_se: Fortsätt läsa &rarr;

# The homepage link
source: Home
pt_pt: Início
ru_ru: Главная
sv_se: Hem

source: Forums
pt_pt: Fóruns
ru_ru: Форумы
sv_se: Forum

source: forum
pt_pt: fórum
ru_ru: форум

source: Staff profile
pt_pt: Perfil de colaborador
ru_ru: Профиль сотрудников
sv_se: Personalpresentation

source: This post is password protected. Enter the password to view any comments.
pt_pt: Este artigo está protegido por palavra-passe. Introduza a password para ver os comentários.
ru_ru: Запись защищена паролем. Введите пароль для просмотра комментариев.
sv_se: Den här sidan är lösenordsskyddad. Ange lösenordet om du vill läsa.

source: &larr; Older comments
pt_pt: &larr; Comentários mais antigos
ru_ru: &larr; Старые комментарии
sv_se: &larr; Äldre kommentarer

source: Newer comments &rarr;
pt_pt: Comentários recentes &rarr;
ru_ru: Новые комментарии &rarr;
sv_se: Nyare kommentarer &rarr;

source: Contact info
ru_ru: Контакты

source: Website
ru_ru: Сайт

source: About yourself
ru_ru: О Вас

source: About the user
ru_ru: О пользователе

source: About me
pt_pt: Acerca de mim
ru_ru: Обо мне
sv_se: Om mig

source: Account
pt_pt: Conta
ru_ru: Учетная запись
sv_se: Konto

source: Username
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
sv_se: Användarnamn

source: New password
pt_pt: Nova palavra-passe
ru_ru: Новый пароль
sv_se: Nytt lösenord

source: If you would like to change the password type a new one. Otherwise leave this blank.
pt_pt: Se pretender alterar a palavra-passe introduza uma nova. Caso contrário deixe este campo em branco.
ru_ru: Для смены пароля введите новый пароль.
sv_se: Om du vill ändra lösenordet fyller du i ett nytt. Annars lämnar du det här tomt.

source: Type your new password again.
pt_pt: Introduza a sua nova palavra-passe novamente
ru_ru: Введите новый пароль еще раз.
sv_se: Fyll i ditt nya lösenord igen.

source: Your password should be at least ten characters long. Phrases with numbers and symbols are easier to remember, e.g. "Her Imperial Highness has 30 handbags!"
pt_pt: A sua palavra-passe deverá ter no mínimo 10 caracteres. Frases com números e símbolos são mas fáceis de lembrar, p.ex. "O rato roeu 30 rolhas da garrafa!"
ru_ru: Пароль должен содержать как минимум 10 символов. Фразы с номерами и символами легче запомнить. Например, "В году 12 месяцев"
sv_se: Ditt lösenord bör vara åtminstone tio tecken långt. Meningar med nummer och symboler kan vara enklare att komma ihåg, till exempel ”Hennes Kungliga Höghet har 30 handväskor!”

source: User role
ru_ru: Роль пользователя

source: Network role
ru_ru: Роль в сети
sv_se: Nätverksroll

source: Grant this user super admin privileges for the Network.
ru_ru: Дать пользователю привелегии супер администратора в сети.
sv_se: Ge den här användaren superadmin-behörighet för nätverket.

source: Staff directory
pt_pt: Directório de colaboradores
ru_ru: Каталог сотрудников
sv_se: Personalkatalog

source: Save changes
pt_pt: Gravar alterações
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Update profile
pt_pt: Atualizar perfil
ru_ru: Редактировать профиль
sv_se: Uppdatera profilen

source: Update user
pt_pt: Atualizar utilizador
ru_ru: Редактировать пользователя
sv_se: Uppdatera användaren

# The site homepage
source: Home
pt_pt: Início
ru_ru: Главная
sv_se: Hem

source: Page %s
pt_pt: Página %s
ru_ru: Страница %s
sv_se: Sida %s

source: project
pt_pt: projeto
ru_ru: проект
sv_se: projekt

source: job vacancies
pt_pt: vagas em aberto
ru_ru: вакансии
sv_se: lediga tjänster

source: staff profile
ru_ru: профиль сотрудников
sv_se: personalpresentation

source: events
pt_pt: eventos
ru_ru: мероприятия
sv_se: händelser

source: jargon buster
pt_pt: glossário
ru_ru: словарь терминов
sv_se: jargongförklaring

source: A to Z
pt_pt: A a Z
ru_ru: от А до Я
sv_se: A till Ö

source: forums
pt_pt: fóruns
ru_ru: форумы
sv_se: forumen

source: forum topics
pt_pt: tópicos do fórum
ru_ru: темы на форуме
sv_se: forumämnen

source: forum replies
pt_pt: resposta do fórum
ru_ru: ответы на форуме
sv_se: forumsvar

source: news
pt_pt: novidades
ru_ru: новости
sv_se: nyheter

source: blog
ru_ru: блог
sv_se: blogg

source: Your comment is awaiting moderation.
pt_pt: O seu comentário aguarda moderação.
ru_ru: Ваш комментарий ожидает модерации
sv_se: Din kommentar väntar på granskning.

source: (Edit)
pt_pt: (Editar)
ru_ru: (Редактировать)
sv_se: (Redigera)

source: Pingback:
ru_ru: Уведомление:
sv_se: Pinnback:

source: Homepage first column
pt_pt: Homepage primeira coluna
ru_ru: Главная страница первый столбец
sv_se: Startsida - första kolumnen

source: Homepage 1st column
pt_pt: Homepage 1a coluna
ru_ru: Главная страница 1й столбец
sv_se: Startsida - första kolumnen

source: Homepage hero area
ru_ru: Место для избранного на главной странице
sv_se: Startsidans i fokus-yta

source: Homepage second column
pt_pt: Homepage segunda coluna
ru_ru: Главная страницы второй столбец
sv_se: Startsida - andra kolumnen

source: Homepage third column top
pt_pt: Homepage terceira coluna topo
ru_ru: Главная страница третий столбец сверху
sv_se: Startsida - tredje kolumnens topp

source: Utility widget box
pt_pt: Caixa do widget de utilitários
ru_ru: Кнопка виджета утилитов
sv_se: Verktygs-widgetbox

source: Utility widget area appears beneath the search box
ru_ru: Область виджета утилитов появится под строкой поиска
sv_se: Verktygs-widgetarea, visas under sökrutan.

source: Left footer
pt_pt: Rodapé lado esquerdo
ru_ru: Левый подвал
sv_se: Vänster sidfot

source: Left footer widget area
pt_pt: Área de widgets rodapé lado esquerdo
ru_ru: Левая часть подвала
sv_se: Vänster sidfots widgetarea

source: Right footer 1
pt_pt: Rodapé direita 1
ru_ru: Правый подвал 1
sv_se: Höger sidfot

source: The 1st right footer widget area
pt_pt: A 1a área do widget do lado direto do footer
ru_ru: 1й правый подвал
sv_se: Höger sydfots första widgetarea

source: Right footer 2
pt_pt: Rodapé direita 2
ru_ru: Правый подвал 2
sv_se: Höger sidfot 2

source: The 2nd right footer widget area
pt_pt: A 2a área do widget do lado direto do footer
ru_ru: 2й правый подвал
sv_se: Höger sydfots andra widgetarea

source: Tasks sidebar
pt_pt: Barra lateral das tarefas
ru_ru: Боковая панель заданий
sv_se: Uppgifter, sidobox

source: Tasks widget area, appears on individual tasks
ru_ru: Виджет заданий, присутствует в индивидуальных заданиях
sv_se: Uppgifter, widgetarea. Visas på enskilda uppgifter.

source: News landing page
pt_pt: Página de entrada das novidades
ru_ru: Страница перехода новостей
sv_se: Nyheter, målsida.

source: The right-hand col on the news page
ru_ru: Правый столбец на странице новостей
sv_se: Högerkolumnen på nyhetssidor

source: News sidebar
pt_pt: Barra lateral das novidades
ru_ru: Боковая панель новостей
sv_se: Nyheter, sidokolumn

source: News widget area, appears on individual news and news updtes
ru_ru: Виджет новостей, присутствует в индивидуальных новостях и обновлениях новостей
sv_se: Nyheter, widgetarea. Visas på enskilda nyheter och nyhetsuppdateringar.

source: Blog landing page
pt_pt: Página de entrada do blog
ru_ru: Страница перехода в блоге
sv_se: Blogg-målsida.

source: Blog landing page widget area
ru_ru: Место виджета на странице перехода в блоге
sv_se: Blogg-målsida, widgetarea.

source: Blog sidebar
pt_pt: Barra lateral do blog
ru_ru: Боковая панель блога
sv_se: Blogg-sidokolumn.

source: Blog posts widget area, appears on individual blog posts
ru_ru: Виджет записей блога, присутствует в индивидуальных записях блога
sv_se: Blogginläggens widgetarea. Visas på enskilda blogginlägg.

source: Events landing page
pt_pt: Página de entrada dos eventos
ru_ru: Страница перехода мероприятий
sv_se: Händelser-målsida.

source: Events landing page widget area
ru_ru: Место виджета на странице перехода мероприятий
sv_se: Händelser-målsida, widgetarea.

source: Events sidebar
pt_pt: Barra lateral dos eventos
ru_ru: Боковая колонка мероприятий
sv_se: Händelser-sidokolumn.

source: Events posts widget area, appears on individual events
ru_ru: Виджет записей мероприятий, появляется в индивидуальных мероприятиях
sv_se: Händelseposters widgetarea. Visas på enskilda händelser.

source: Search results page
pt_pt: Página de resultados de pesquisa
ru_ru: Страница "результаты поиска"
sv_se: Sökresultatsida

source: Search results page widget area
ru_ru: Место виджета на странице результаты поиска
sv_se: Sökresultatsidans widgetarea

source: Login area
pt_pt: Área de login
ru_ru: Вход
sv_se: Inloggningsyta.

source: Login widget area
ru_ru: Виджет входа

# post type name plural
source: Blog posts
pt_pt: Artigos do Blog
ru_ru: Записи в блоге
sv_se: Blogginlägg

# post type name singular
source: Blog post
pt_pt: Artigo do Blog
ru_ru: Запись в блоге
sv_se: Blogginlägg

# post type name
source: Blog posts
pt_pt: Artigos do Blog
ru_ru: Записи в болге
sv_se: Blogginlägg

source: Add Blog post
pt_pt: Adicionar artigo do blog
ru_ru: Добавить запись в блог
sv_se: Skriv blogginlägg

source: Add New Blog post
pt_pt: Adicionar novo artigo do Blog
ru_ru: Добавить новую запись в блог
sv_se: Skriv nytt blogginlägg

source: Edit
pt_pt: Editar
ru_ru: Редактировать
sv_se: Redigera

source: Edit Blog post
pt_pt: Editar artigo do Blog
ru_ru: Редактировать запись в блоге
sv_se: Redigera blogginlägg

source: New Blog post
pt_pt: Novo artigo do Blog
ru_ru: Новая запись в блоге
sv_se: Skriv nytt blogginlägg

source: View Blog post
pt_pt: Ver artigo do Blog
ru_ru: Посмотреть запись в блоге
sv_se: Visa blogginlägg

source: Search Blog posts
pt_pt: Pesquisar artigos do Blog
ru_ru: Поиск записей в блоге
sv_se: Sök blogginlägg

source: No Blog posts found
pt_pt: Nenhum artigo do Blog encontrado
ru_ru: Записей в блоге не найдено
sv_se: Hittade inga blogginlägg

source: No Blog posts found in trash
pt_pt: Nenhum artigo do Blog encontrado no lixo
ru_ru: В корзине записей не найдено
sv_se: Hittade inga blogginlägg i skräpkorgen

source: Parent Blog post
pt_pt: Artigo do blog pai
ru_ru: Исходная запись в блоге
sv_se: Förälder till blogginlägg

source: Enable auto-expiry
pt_pt: Ativar expiração automática
ru_ru: Включить автоматическое окончание срока действия
sv_se: Aktivera automatisk utgångstid

source: Expiry date
pt_pt: Data de expiração
ru_ru: Дата окончания срока действия
sv_se: Utgångstid

source: Expiry time
pt_pt: Hora de expiração
ru_ru: Время окончания срока действия
sv_se: Utgångstid

source: Expiry action
ru_ru: Действие окончания срока действия
sv_se: Utgångsåtgärd

source: All categories
pt_pt: Todas as categorias
ru_ru: Все категории
sv_se: Alla kategorier

source: All document types
pt_pt: Todos os tipos de documentos
ru_ru: Все виды документов
sv_se: Alla dokumenttyper

# all tags
source: All
pt_pt: Todas
ru_ru: Все метки
sv_se: Alla

source: Anonymous
pt_pt: Anónimo
ru_ru: Анонимный
sv_se: Anonym

source: Title
pt_pt: Título
ru_ru: Название
sv_se: Titel

source: Number of comments to show:
pt_pt: Número de comentários a mostrar:
ru_ru: Количество комментариев к показу:
sv_se: Antal kommentarer som ska visas:

source: Not found
pt_pt: Não encontrado
ru_ru: Не найдено
sv_se: Hittade inget

source: There's nothing to show.
pt_pt: Não há nada para mostrar.
ru_ru: К показу ничего нет.
sv_se: Det finns inget att visa.

source: Pages:
pt_pt: Páginas:
ru_ru: Страницы:
sv_se: Sidor:

source: Category
pt_pt: Categoria
ru_ru: Категория
sv_se: Kategorier

source: Browse by category
pt_pt: Navegar por categoria
ru_ru: Поиск по категориям
sv_se: Visa efter kategori-indelning

source: Search by tag
pt_pt: Pesquisar por etiqueta
ru_ru: Поиск по меткам
sv_se: Sök via etiketter

source: Search results for: %s
pt_pt: Resultados da pesquisa por: %s
ru_ru: Результаты поиска по: %s
sv_se: Sökresultat för sökningen: %s

source: Couldn't find anything on the intranet like that. Sometimes using fewer words can help.
pt_pt: Não consigo encontrar nada na intranet parecido com isso. Por vezes utilizar menos palavras poderá ajudar.
ru_ru: В интранете ничего похожего не найдено. Попробуйте использовать меньше слов.
sv_se: Kunde inte hitta något som passade på intranätet. Ibland funkar det bättre med färre ord.

source: Tasks/guides tagged: %s
pt_pt: Tarefas/guias etiquetados com: %s
ru_ru: Задания/инструкции с меткой: %s
sv_se: Uppgifter/handböcker med etiketten: %s

source: Projects tagged: %s
pt_pt: Projetos etiquetados com: %s
ru_ru: Проекты с меткой: %s
sv_se: Projekt med etiketten: %s

source: Job vacancies tagged: %s
pt_pt: Vagas em aberto etiquetadas com: %s
ru_ru: Вакансии с меткой: %s
sv_se: Lediga tjänster med etiketten: %s

source: News tagged: %s
pt_pt: Novidades etiquetadas com: %s
ru_ru: Новости с меткой: %s
sv_se: Nyheter med etiketten: %s

source: Blog posts tagged: %s
pt_pt: Artigos do blog etiquetados com: %s
ru_ru: Записи с меткой: %s
sv_se: Blogginlägg med etiketten: %s

source: Events tagged: %s
pt_pt: Eventos etiquetados com: %s
ru_ru: Мероприятия с меткой: %s
sv_se: Händelser med etiketten: %s

source: Everything tagged: %s
pt_pt: Todo o conteúdo etiquetado com: %s
ru_ru: Все с меткой: %s
sv_se: Allt med etiketten: %s

source: <strong>Everything</strong> tagged: %s
pt_pt: <strong>Todo o conteúdo</strong> etiquetado com: %s
ru_ru: <strong>Все</strong> с меткой: %s
sv_se: <strong>Allt</strong> med etiketten: %s

source: Header background colour
pt_pt: Cor de fundo do cabeçalho
ru_ru: Цвет основного фона шапки
sv_se: Sydhuvudets bakgrundsfärg

source: Link colour
pt_pt: Cor do link
ru_ru: Цвет ссылки
sv_se: Länkfärg

source: Visited colour
pt_pt: Cor dos links visitados
ru_ru: Цвет посещения
sv_se: Besökta länkars färg

source: %s's Profile
pt_pt: Perfil de %S
ru_ru: %s's Профиль
sv_se: %ss profil

source: Profile
pt_pt: Perfil
ru_ru: Профиль
sv_se: Profil

source: %s's blog posts
pt_pt: Artigos do blog de %s
ru_ru: %s's записей в блоге
sv_se: Blogginlägg av %s

source: Blog posts
pt_pt: Artigos do blog
ru_ru: Записи блога
sv_se: Blogginlägg

source: %s's forum topics
pt_pt: tópicos do fórum de %s
ru_ru: %s's тем в форуме
sv_se: %ss forumämnen

source: Forum topics
pt_pt: Tópicos do fórum
ru_ru: Темы форума
sv_se: Forumämnen

source: %s's forum replies
pt_pt: respostas do fórum de %s
ru_ru: %s's ответов на форуме
sv_se: %ss forumsvar

source: Forum replies
pt_pt: Respostas do fórum
ru_ru: Ответы форума
sv_se: Forumsvar

source: %s's forum favourites
pt_pt: Fóruns favoritos de %s
ru_ru: %s's избранных на форуме
sv_se: %ss forumfavoriter

source: Favourites
pt_pt: Favoritos
ru_ru: Избранное
sv_se: Favoriter

source: %s's forum subscriptions
pt_pt: Subscrições de fóruns de %s
ru_ru: %s's подписок на форуме
sv_se: %ss forumprenumerationer

source: Subscriptions
pt_pt: Subscrições
ru_ru: Подписки
sv_se: Prenumerationer

source: Edit %s's profile
pt_pt: Editar perfil de %s
ru_ru: Редактировать %s's профиль
sv_se: Redigera %ss profil

source: Edit profile
pt_pt: Editar perfil
ru_ru: Редактировать профиль
sv_se: Redigera profil

# noun
source: Email
sv_se: E-post

source: HT Intraverts
pt_pt: HT Anúncios
sv_se: HT intrannons

source: Displays an individual spot from a selection of spots and hides from user if already viewed
pt_pt: Mostra um
sv_se: Visar en enskild punkt från ett urval av punkter och gömmer den för användaren om hen redan sett den.

source: Add Intravert
pt_pt: Adicionar Anúncio
sv_se: Lägg till intrannons

source: Add New Intravert
pt_pt: Adicionar Novo Anúncio
sv_se: Lägg till ny intrannons

source: Edit Intravert
pt_pt: Editar Anúncio
sv_se: Redigera intrannons

source: New Intravert
pt_pt: Novo Anúncio
sv_se: Ny intrannons

source: View Intravert
pt_pt: Ver Anúncio
sv_se: Visa intrannons

source: Search Intraverts
pt_pt: Pesquisar Anúncios
sv_se: Sök intrannons

source: No Intraverts Found
pt_pt: Nenhum Anúncio encontrado
sv_se: Hittade ingen intrannons

source: No Intraverts Found in Trash
pt_pt: Nenhum Anúncio encontrado no lixo
sv_se: Hittade ingen intrannons i skräpkorgen

source: Parent Intravert
pt_pt: Anúncio Pai
sv_se: Föräldra-intrannons

source: Intraverts widget
pt_pt: Widget Anúncios
sv_se: Intrannons-widget

source: Eligible intraverts
pt_pt: Anúncios elegíveis
sv_se: Berättigad intrannons

source: Choose which intraverts are eligible to appear in this widget area.
pt_pt: Escolha os anúncios elegíveis para aparecerem nesta área do widget.
sv_se: Välj vilka intrannonser som är berättigade att visas i den här widget-ytan,

source: Choose all intraverts eligible to appear in this widget.
pt_pt: Escolha todos os anúncios elegíveis para aparecerem neste widget
sv_se: Välj vilka intrannonser som ska visas i widgeten.

source: Enable search stemmer
sv_se: Gör det möjligt att söka på ordstam

source: Requires setting a grade code for each term in the Grades taxonomy.
sv_se: Kräver att du gör en nivåbeskrivning för varje benämning i nivå-taxonomin.

source: Email
sv_se: E-post

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
pt_pt: Existe uma alteração de endereço de email pendente para <code>%1$s</code>. <a href="%2$s">Cancelar</a>
sv_se: Det finns en väntande e-postadress förändring för <code>%1$s</code>. <a href="%2$s">Avbryt</a>

source: %s <span class="says">says:</span>
pt_pt: %s <span class="says">diz:</span>
sv_se: %s <span class="says">säger:</span>

source: <small>%1$s at %2$s</small>
sv_se: <small>%1$s vid %2$s</small>

# A title for the blog category
source: Categories
pt_pt: Categorias

source: How do I...
pt_pt: Como fazer...

source: First Name
pt_pt: Primeiro Nome

source: Last Name
pt_pt: Último Nome

source: <strong>ERROR</strong>: You must include a first name.
pt_pt: <strong>ERRO</strong>: Tem que preencher o primeiro nome.

source: <strong>ERROR</strong>: You must include a last name.
pt_pt: <strong>ERRO</strong>: Tem que preencher o último nome.

source: News updates tagged: %s
pt_pt: Novas actualizações etiquetadas com: %s

source: <strong>News updates</strong> tagged: %s
pt_pt: <strong>Novas actualizações</strong> etiquetadas com: %s

source: Intranet favourites
pt_pt: Favoritos da Intranet

source: Organisation tree
pt_pt: Organograma

source: Error. Not added.
pt_pt: Erro. Não adicionado.

source: My favourites
pt_pt: Os meus favoritos

source: Displays an individual intravert from a bank of intraverts and hides from user if already viewed
pt_pt: Mostra um anúncio individual de um conjunto de anúncios e esconde do utilizador se já tiver sido visto

source: Content type
pt_pt: Tipo de conteúdo

source: HT News updates restricted
pt_pt: HT Atualizações de notícias restringidas

source: Hides news updates from users
pt_pt: Esconde novas atualizações dos utilizadores

source: Hide news updates
pt_pt: Esconde novas atualizações

source: Hide news for selected types.
pt_pt: Esconde notícias dos tipos seleccionados.

source: HT Add to notifications
pt_pt: HT Adicionar às notificações

source: Displays a button to add to notifications
pt_pt: Mostra um botão para adicionar notificações

source: Notifications
pt_pt: Notificações

source: My notifications
pt_pt: As minhas notificações

source: Notifications started
pt_pt: Notificações iniciadas

source: Notification removed
pt_pt: Notificação removida

source: Intranet updates
pt_pt: Atualizações da Intranet

source: The following page has been updated
pt_pt: A seguinte página foi atualizada

source: Get notifications
pt_pt: Receber notificações

source: Stop notifications
pt_pt: Cancelar notificações

source: Zero Hits Monitor
pt_pt: Monitor Zero Hits

source: Patrol
pt_pt: Patrulha

source: Last patrol finished at %s
pt_pt: Última verificação finalizada às %s

source: Display feedback form. Requires Gravity Forms plugin
pt_pt: Mostra campo de opinião. Necessita do plugin Gravity Forms.

source: HT Most Recent
pt_pt: HT Mais recentes

source: 1 term
pt_pt: 1 termo
