Repository: Manalu/govintranet
Catalog: languages/themes/govintranet-*.po
Languages: pt_pt, ru_ru, sv_se

# search not found
source: Nope
pt_pt: Nada
ru_ru: Ничего не найдено
sv_se: Nix

source: blog posts
pt_pt: entradas no blog
ru_ru: записи в блоге
sv_se: blogginlägg

source: the forums
pt_pt: os fóruns
ru_ru: форумы
sv_se: forumen

source: the staff directory
pt_pt: directório de colaboradores
ru_ru: каталог сотрудников
sv_se: personalkatalogen

source: tasks
pt_pt: tarefas
ru_ru: задания
sv_se: uppgifter

source: teams
pt_pt: equipas
ru_ru: группы
sv_se: enheter

source: vacancies
pt_pt: vagas disponíveis
ru_ru: вакансии
sv_se: lediga tjänster

source: Couldn't find anything in %s. Try searching the whole intranet.
pt_pt: Não foi possível encontrar nada em %s. Tente pesquisar toda a intranet.
ru_ru: В %s ничего не найдено. Попробуйте поискать во всем интранете.
sv_se: Kunde inte hitta något i %s. Försök med en sökning på hela intranätet.

source: Did you mean?
pt_pt: Queria dizer?
ru_ru: Вы имели в виду?
sv_se: Menade du?

source: Search again
pt_pt: Pesquisar novamente
ru_ru: Искать еще раз
sv_se: Sök igen

# action
source: Filter results
pt_pt: Filtrar resultados
ru_ru: Результаты фильтрации
sv_se: Filtrera resultaten

source: Staff profiles
pt_pt: Perfis de colaboradores
ru_ru: Профили сотрудников
sv_se: Personalpresentationer

source: Recently published first
pt_pt: Publicados recentemente em primeiro
ru_ru: Свежие записи в начало
sv_se: Senaste publicerade först

source: Refine search
pt_pt: Refinar pesquisa
ru_ru: Обновить поиск
sv_se: Förfina sökningen

# represents the tag name
source: All intranet pages tagged with %s
pt_pt: Todas as páginas etiquetadas com %s
ru_ru: Все страницы интранета с тэгом %s
sv_se: Alla intrannätsidor taggade med %s

source: Tasks and guides category
pt_pt: Tarefas e guias
ru_ru: Категория заданий и инструкций
sv_se: Kategorin uppgifter och handböcker

source: Search for
pt_pt: Pesquisar por
ru_ru: Поиск
sv_se: Sök efter

source: Search in
pt_pt: Pesquisar em
ru_ru: Поиск в
sv_se: Sök i

source: All tasks and guides
pt_pt: Todas as tarefas e guias
ru_ru: Все задания и инструкции
sv_se: Alla uppgifter och handböcker

source: Search staff
pt_pt: Pesquisar colaboradores
ru_ru: Поиск сотрудников
sv_se: Sök personal

source: Browse teams
pt_pt: Procurar por equipa
ru_ru: Искать в группах
sv_se: Utforska enheter

source: Sort by
pt_pt: Ordenar por
ru_ru: Сортировать по
sv_se: Sortera efter

source: Role
pt_pt: Função
ru_ru: Роль
sv_se: Roll

source: Job title
pt_pt: Função
ru_ru: Должность
sv_se: Titel

# verb
source: Email
ru_ru: отправить email
sv_se: Mejla

# Hours of work
source: Working pattern
pt_pt: Horário de trabalho
ru_ru: Часы работы
sv_se: Arbetstider

# Job skills
source: Key skills and experience
pt_pt: Principais competências e experiência
ru_ru: Основные навыки и опыт работы
sv_se: Viktiga kunskaper och erfarenheter

source: Search
pt_pt: Pesquisa
ru_ru: Поиск
sv_se: Sök

source: Browse by tag
pt_pt: Navegar por etiqueta
ru_ru: Поиск по метке
sv_se: Utforska etiketter

source: Nothing to show
pt_pt: Nada a mostrar
ru_ru: Ничего не найдено
sv_se: Inget att visa

source: Guide
pt_pt: Guia
ru_ru: Инструкция
sv_se: Handbok

source: Task
pt_pt: Tarefa
ru_ru: Задание
sv_se: Uppgift

source: Sub-categories
pt_pt: Sub-categorias
ru_ru: Суб-категории
sv_se: Underkategorier

source: Categories
pt_pt: Categorias
ru_ru: Категории
sv_se: Kategorier

source: One response to %2$s
pt_pt: Uma resposta para %2$s
ru_ru: Один ответ на %2$s
sv_se: Ett svar på %2$s

source: Leave a comment
pt_pt: Deixe um comentário
ru_ru: Оставить комментарий
sv_se: Lämna kommentar

source: Name
pt_pt: Nome
ru_ru: Полное имя
sv_se: Namn

source: First name
pt_pt: Primeiro nome
ru_ru: Имя
sv_se: Förnamn

source: Last name
pt_pt: Último nome
ru_ru: Фамилия
sv_se: Efternamn

source: Nickname
pt_pt: Alcunha
ru_ru: Ник
sv_se: Smeknamn

source: Display name
pt_pt: Nome a mostrar
ru_ru: Отображаемое имя
sv_se: Visningsnamn

source: Primary Navigation
pt_pt: Navegação Princnipal
ru_ru: Главное меню
sv_se: Primär navigering

source: Secondary Navigation
pt_pt: Navegação Secundária
ru_ru: Меню второго уровня
sv_se: Sekundär navigering

source: Search results for %s
pt_pt: Resultados da pesquisa por %s
ru_ru: Результаты поиска по %s
sv_se: Sökresultat för %s

source: tasks and guides
pt_pt: tarefas e guias
ru_ru: задания и инструкции
sv_se: uppgifter och handböcker

source: My profile
pt_pt: O Meu Perfil
ru_ru: Мой профиль
sv_se: Min profil

source: Logout
ru_ru: Выйти
sv_se: Logga ut

source: Login
ru_ru: Войти
sv_se: Logga in

source: Enable WYSIWYG in forums
pt_pt: Ativa WYSIWYG nos fóruns
ru_ru: Включить WYSIWYG на форумах

source: Enables the visual editor in forums (bbPress)
pt_pt: Ativa o editor visual nos fóruns (bbPress)
ru_ru: Включить визуальный редактор на форумах (bbPress)

source: Updates
pt_pt: Atualizações
ru_ru: Обновления

source: Filter
pt_pt: Filtro
ru_ru: Фильтр

source: HT Add to favourites
pt_pt: HT Adicionar aos favoritos
ru_ru: Добавить в избранное

source: Displays a button to add to favourites
pt_pt: Mostrar botão para adicionar aos favoritos
ru_ru: Отображает кнопку для добавления в избранное

source: Add to favourites
pt_pt: Adicionar aos favoritos
ru_ru: Добавить в избранное

source: Remove from favourites
pt_pt: Remover dos favoritos
ru_ru: Удалить из избранного

source: No options
pt_pt: Não existem opções
ru_ru: Нет вариантов

source: HT Display favourites
pt_pt: HT Mostrar favoritos
ru_ru: Показать избранное

source: Display favourites from staff profile
pt_pt: Mostrar favoritos do perfil de colaborador
ru_ru: Показать избранное из профилей сотрудников

source: Added
pt_pt: Adicionado
ru_ru: Добавлено

source: Removed
pt_pt: Removido
ru_ru: Удалено

source: You do not have sufficient permissions to access this page.
pt_pt: Não tem permissões suficientes para aceder a esta página.
ru_ru: У Вас недостаточно прав для доступа не эту страницу

source: You must set your Google Analytics View ID.
pt_pt: Tem que configurar o seu Google Analytics View ID.
ru_ru: Вам надо установить Google Analytics View ID.

source: Dashboard
ru_ru: Панель управления

source: full report
pt_pt: relatório completo
ru_ru: полный отчет

source: 6M
ru_ru: 6 месяцев

source: 1Y
pt_pt: 1A
ru_ru: 1год

source: Modified
pt_pt: Modificado
ru_ru: Измененный

source: Settings
pt_pt: Definições
ru_ru: Настройки

source: Post type
ru_ru: Тип записи

source: 6 months
pt_pt: 6 meses
ru_ru: 6 месяцев

source: 1 year
pt_pt: 1 ano
ru_ru: 1 год

source: Active
pt_pt: Ativo
ru_ru: Активный

source: %d queued
pt_pt: %d em espera
ru_ru: %d в очереди

source: Up to date
pt_pt: Atualzado
ru_ru: Обновленный

source: All intranet pages tagged with "%s"
pt_pt: Todas as páginas da intranet etiquetadas com "%s"
ru_ru: Все страницы интранета с меткой "%s"
sv_se: Alla intranätsidor med etiketten ”%s”

source: All intranet pages categorised as "%s"
pt_pt: Todas as páginas da intranet categorizadas em "%s"
ru_ru: Все страницы интранета в категории "%s"
sv_se: Alla intranätsidor kategoriserade med ”%s”

source: Closing at %s
pt_pt: A fechar às %s
ru_ru: Дата окончания %s
sv_se: Stänger %s

source: HT A to Z
pt_pt: HT A a Z
ru_ru: от А до Я
sv_se: HT A till Ö

source: A to Z box
pt_pt: Caixa A a Z
ru_ru: кнопка от А до Я
sv_se: A till Ö-box

source: HT About this page
pt_pt: HT Acerca desta página
ru_ru: О странице
sv_se: HT Om den här sidan

source: HT Feedback
pt_pt: HT Opinião
ru_ru: Отзывы

source: Is something wrong with this page?
pt_pt: Existe alguma coisa de errado com esta página?
ru_ru: Что не так с этой страницей?
sv_se: Är det något fel med den här sidan?

source: Gravity Form ID:
ru_ru: Event booking form internally
sv_se: Gravcity Form-ID:

source: HT How Do I
pt_pt: HT Como fazer
ru_ru: Как мне...
sv_se: HT Hur gör jag

source: How do I search box
pt_pt: Caxa de pesquisa Como fazer
ru_ru: кнопка поиска "Как я..."
sv_se: Hur gör jag-sökbox

source: Link text
pt_pt: Texto do link
ru_ru: Связать текст
sv_se: Länktext

source: Intranet destination page
pt_pt: Página de destino da intranet
ru_ru: Страница назначения в интранете
sv_se: Målsida på intranätet

source: Date range
pt_pt: Intervalo de datas
ru_ru: Интервал
sv_se: Datumintervall

source: Target logged in users
pt_pt: Utilizadores com sessão iniciada que irão visualizar
ru_ru: Целевые пользователи на сайте
sv_se: Rikta till inloggade användare

source: Contributors and above
pt_pt: Contribuidores e acima
ru_ru: Участники и выше
sv_se: Medarbetare och mer

source: Target content
ru_ru: Целевое содержание
sv_se: Rikta mot innehåll

source: Task category
pt_pt: Categoria da tarefa
ru_ru: Категория заданий
sv_se: Uppgiftskategori

source: HT Most active
pt_pt: HT Mais ativos
ru_ru: Самы активные
sv_se: HT Mest aktiva

source: Display pages with most pageviews
pt_pt: Mostrar páginas com o maior número de visualizações
ru_ru: Самые активные
sv_se: Visa sidorna med flest sidvisningar

source: Most active widget
pt_pt: Widget Mais ativos
ru_ru: Самый активный виджет
sv_se: Mest aktiva-widget

source: Show guide chapters
pt_pt: Mostrar capítulos dos guias
ru_ru: Показать главы инструкции
sv_se: Visa handbokskapitel

source: If enabled, this option will show individual guide chapters. If disabled, only main guide pages will appear.
pt_pt: Se ativada, esta opção irá mostrar capítulos individuais do guia. Se desativada, apenas as páginas principais do guia irão aparecer.
ru_ru: Включить, для показа отдельных глав инструкции. Выключить, для показа страниц инструкции.
sv_se: Om aktiverad, kommer de enskilda handbokskapitlen att visas. Om inaktiverad, kommer endast handbokens huvudsidor att visas.

source: Enter your code from Google
pt_pt: Introduza o seu código do Google
ru_ru: Введи Ваш код из Google
sv_se: Skriv in din kod från Google

source: Save
pt_pt: Gravar
ru_ru: Сохранить
sv_se: Spara

source: Sorry, something went wrong accessing Google Analytics
pt_pt: Pedimos desculpa, alguma coisa correu mal no acesso ao Google Analytics
ru_ru: Извините, что-то не сработало с Google Analytics
sv_se: Hoppsan! Anslutningen till Google Analytics misslyckades.

source: Days to trail:
ru_ru: Дней в архиве
sv_se: Dagar att spåra:

source: GA View ID:
ru_ru: Идентификатор Google Analytics View

source: Hours to cache:
pt_pt: Horas para colocar em cache:
ru_ru: Часов в кэш
sv_se: Timmar att cachea:

source: Reset authentification
pt_pt: Reiniciar autenticação
ru_ru: Перезагрузить авторизацию
sv_se: Återställ autentisering:

source: HT Top tags
pt_pt: HT Top de Etiquetas
ru_ru: Основные метки
sv_se: HT Vanligaste etiketter

source: Display top tags from pages with most pageviews
pt_pt: Mostrar top de etiquetas das páginas com maior número de visualizações
ru_ru: Показать основные метки со страниц с наибольшим количеством заходов
sv_se: Visa de vanligaste etiketterna från sidorna med flest visningar

source: Number of tags:
pt_pt: Número de etiquetas:
ru_ru: Число меток
sv_se: Antal etiketter

source: Show chart
pt_pt: Mostrar gráfico
ru_ru: Показать график
sv_se: Visa diagram

source: Include content from top #
ru_ru: Включить содержание сверху #
sv_se: Inkludera innehållet från de # mest

source: HT Need to know
pt_pt: HT Sabia que
ru_ru: Надо знать
sv_se: HT Viktigt att veta

source: Need to know news widget
ru_ru: Виджет новостей "Надо знать"
sv_se: Viktigt att veta-widget

source: Enter your telephone number
pt_pt: Indique o nº de telefone
ru_ru: Введите свой номер телефона
sv_se: Fyll i ditt telefonnummer

source: Enter your mobile number
pt_pt: Indique o nº de telemóvel
ru_ru: Введите свой номер мобильного
sv_se: Fyll i ditt mobilnummer

source: Enter your job title
pt_pt: Indique a descrição da função
ru_ru: Введите свою должность
sv_se: Fyll i din titel

source: Enter your grade
pt_pt: Indique o grau de formação
ru_ru: Введите свой разряд
sv_se: Fyll i din nivå

source: Enter your team
pt_pt: Indique a sua equipa
ru_ru: Введите свою группу
sv_se: Fyll i din enhet

source: Enter your skills and experience
pt_pt: Indique as suas competências e experiência
ru_ru: Введите свой опыт и навыки
sv_se: Fyll i dina kunskaper och erfarenheter

source: Tell us a little more
pt_pt: Diga-nos um pouco mais
ru_ru: Расскажите нам чуть больше о себе
sv_se: Berätta lite mer om dig själv

source: HT Profile Nudge
ru_ru: Напоминание профиля
sv_se: HT Profilknuff

source: Display reminders to complete missing staff profile entries.
pt_pt: Mostrar lembretes para completar registos de perfil de colaborador.
ru_ru: Показать напоминание для заполнения недостающей информации в профиле.
sv_se: Visa påminnelser att slutföra saknade delar i personalpresentationen.

source: Update
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera

source: Security check - can't check your identity.
pt_pt: Verificação de segurança - não consegui verificar a sua identidade.
ru_ru: Проверка защиты - не удается установить Вашу личность
sv_se: Säkerhetskontroll – kan inte bekräfta din identitet.

source: e.g. 0203 459 8765
pt_pt: p. ex. 222 555 444
ru_ru: Например, 0203 459 8765
sv_se: t.ex. 054-701 10 00

source: Update now
pt_pt: Atualizar agora
ru_ru: Обновить сейчас
sv_se: Uppdatera nu

source: I'll do it later
pt_pt: Faço mais tarde
ru_ru: Я сделаю это позже
sv_se: Jag gör det senare

source: %s, did you know?
pt_pt: %s, sabia?
ru_ru: %s, а Вы знали?
sv_se: %s, visste du det?

source: Your mobile number is missing. You can add it now if you like?
pt_pt: O seu nº de telemóvel está em falta. Poderá adicioná-lo agora, se pretender?
ru_ru: Вы не ввели номер своего мобильного. Хотите ввести его сейчас?
sv_se: Ditt mobilnummer saknas. Du kan lägga till det nu om du vill…

source: Mobile
pt_pt: Telemóvel
ru_ru: Мобильный
sv_se: Mobil

source: e.g. 07771 999 888
pt_pt: p. ex. 934 444 555
ru_ru: Например, 07771 999 888
sv_se: t.ex. 070-188 14 21

source: Your job title is missing from your staff profile. You can add it now if you like?
pt_pt: O título da sua função está em falta no seu perfil de colaborador. Pode adicioná-lo agora, se quiser?
ru_ru: Вы не ввели название должности в свой профиль. Хотите ввести его сейчас?
sv_se: Din titel saknas i din personalpresentation. Du kan lägga till den nu om du vill…

source: e.g. Data entry clerk
pt_pt: p.ex. Administrativo
ru_ru: e.g. Секретарь по вводу данных
sv_se: t.ex. lärare

source: Pssst, %s
ru_ru: Эй, %s

source: Please enter your grade so that you appear correctly in team listings.
pt_pt: Por favor introduza o seu grau para que apareça correctamente na lista de departamentos.
ru_ru: Введите свой разряд, чтобы правильно отображаться в списках группы.
sv_se: Fyll i din nivå så att du visas placeras korrekt i enhetslastningar.

source: Choose your grade
pt_pt: Escolha o seu grau
ru_ru: Выбрать свой разряд
sv_se: Välj din nivå

source: %s, join a team!
pt_pt: %s, junte-se a um departamento!
ru_ru: %s, добавиться в группу!
sv_se: %s, lägg till en enhet!

source: To be listed correctly in the staff directory, please choose your team:
pt_pt: Para aparecer correctamente no diretório de colaboradores, por favor escolha um departamento:
ru_ru: Для точного отображения в каталоге сотрудников, пожалуйста, выберите свою группу:
sv_se: För att du ska listas korrekt i personalkatalogen måste du välja enhet:

source: Choose your team
pt_pt: Escolha o seu departamento
ru_ru: Выбрать свою группу
sv_se: Välj enhet

source: %s, get listed!
ru_ru: %s, попасть в список
sv_se: %s, dags att lista!

source: Make sure you appear in staff directory search results by adding your skills and experience.
pt_pt: Certifique-se que aparece nos resultados de pesquisa do diretório de colaboradores adicionando as suas competências e experiência.
ru_ru: Для отображения в каталоге сотрудников надо добавить свои навыки и опыт работы.
sv_se: Se till att du hittas i personalkatalogen genom att lägga till dina kunskaper och erfarenheter.

source: e.g. I can help with budget codes, procurement and invoices.
pt_pt: p. ex. Posso ajudar com questões relacionadas com contabilidade e finanças.
ru_ru: например, я могу Вам помочь с кодами для бюджета, закупками и инвойсами.
sv_se: t.ex. jag jobbar bl.a. med rekrytering samt personal- och arbetsgivarfrågor.

source: About %s
pt_pt: Sobre %s
ru_ru: О %s
sv_se: Om %s

source: Your staff bio is empty. Do you want to tell us a little about yourself now?
pt_pt: A sua biografia está vazia. Quer-nos contar um pouco mais sobre si agora?
ru_ru: Вы не ввели биографию сотрудника. Хотите рассказать немножко о себе?
sv_se: Din personalpresentation är tom. Vill du berätta lite om dig själv för oss andra nu?

source: Short bio
pt_pt: Biografia resumida
ru_ru: Краткая биография
sv_se: Kort presentation

# Example biography
source: I have worked in the Civil Service for 3 years...
ru_ru: Я проработал на гос.службе 3 года...
sv_se: Jag har jobbat i det offentliga sedan 1999…

source: Please set your line manager in your staff profile so that you appear correctly in the staff directory.
pt_pt: Por favor introduza a sua chefia no seu perfil de colaborador para que apareça corretamente no diretório de colaboradores.
ru_ru: Пожалуйста, укажите Вашего начальника, чтобы правильно отобразиться в каталоге сотрудников.
sv_se: Markera vem som är din närmsta chef så att du hamnar på rätt plats i personalkatalogen.

source: Edit my profile
pt_pt: Editar o meu perfil
ru_ru: Редактировать мой профиль
sv_se: Redigera min medarbetarsida.

source: There is no photo of you on your staff profile. Do you want to add one now?
pt_pt: Não existe fotografia no seu perfil de colaborador. Quer adicionar uma agora?
ru_ru: Вы не прикрепили фото в свой профиль сотрудника. Хотите сделать это сейчас?
sv_se: Det finns inget foto av dig i din personalpresentation. Vill du lägga till ett foto nu?

source: Security check - there is something wrong
pt_pt: Verificação de segurança - há alguma coisa de errado
ru_ru: Проверка защиты - что-то пошло не так
sv_se: Säkerhetskontroll – något verkar vara fel

source: Security check - can\'t check your identity
pt_pt: Verificação de segurança - não conseguimos verificar a sua identidade
ru_ru: Проверка защиты - не удается установить Вашу личность
sv_se: Säkerhetskontroll – kan inte bekräfta din identitet.

source: <strong>Updated.</strong> Thank you
pt_pt: <strong>Atualizado.</strong> Obrigado
ru_ru: <strong>Обновлено.</strong> Спасибо
sv_se: <strong>Updaterad.</strong> Tack!

source: Your site&#8217;s most recent comments.
pt_pt: Os comentários mais recentes do seu site.
ru_ru: Ваш сайт&#8217;s самые свежие комментарии.
sv_se: De senaste kommentarerna på din sajt.

source: HT Recent Comments
pt_pt: HT Comentários recentes
ru_ru: Свежие комментарии
sv_se: HT Senaste kommentarer

source: Recent Comments
pt_pt: Comentários recentes
ru_ru: Свежие комментарии
sv_se: Senaste kommentarerna

# widgets
source: %1$s on %2$s
ru_ru: %1$s на %2$s
sv_se: %1$s på %2$s

source: HT Vacancy listing
pt_pt: HT Lista de vagas disponíveis
ru_ru: Список вакансий
sv_se: HT Lediga tjänster

source: Vacancy listing widget
pt_pt: Widget da lista de vagas
ru_ru: Виджет списка вакансий
sv_se: Lediga tjänster-widget

source: Days to look forward:
ru_ru: Осталось дней:
sv_se: Dagar att se framåt:

source: Display page metadata
pt_pt: Mostrar metadata da página
ru_ru: Показать метадату страницы
sv_se: Visa sidans metadata

source: About this page widget
ru_ru: Виджет "О странице"

source: Display also on children of:
ru_ru: Также показывать на дочерних страницах

source: Updated
pt_pt: Atualizado
ru_ru: Обновлено
sv_se: Uppdaterad

source: Published
pt_pt: Publicado
ru_ru: Опубликовано
sv_se: Publicerad

source: Title:
pt_pt: Título:
ru_ru: Название
sv_se: Titel:

source: Include
pt_pt: Incluir
ru_ru: Включает
sv_se: Inkludera

source: Modified date
pt_pt: Data de modificação
ru_ru: Дата изменения
sv_se: Modifierad

source: Published date
pt_pt: Data de publicação
ru_ru: Дата публикации
sv_se: Publicerad

source: HT Events listing
pt_pt: HT Lista de eventos
ru_ru: Список мероприятий
sv_se: HT Händelseristning

source: Events listing widget
pt_pt: Widget Lista de eventos
ru_ru: Виджет списка мероприятий
sv_se: Händelserlistnings-widget

source: Nothing coming up. Here's the most recent:
pt_pt: Nada nos próximos dias. Aqui está o mais recente:
ru_ru: Не получается найти. Вот самые свежие:
sv_se: Inget verkar vara på gång. Det här är det senaste som hänt:

source: Show calendar
pt_pt: Mostrar calendário
ru_ru: Показать календарь
sv_se: Visa kalender

source: Show letterbox image
ru_ru: Показать значок "почтовый ящик"
sv_se: Visa utvald bild

source: Show location
pt_pt: Mostrar localização
ru_ru: Показать месторасположение
sv_se: Visa plats

source: Show recent
pt_pt: Mostrar recentes
ru_ru: Показать свежие
sv_se: Visa senaste

source: Cache (minutes):
pt_pt: Cache (minutos):
ru_ru: Кэш (в минутах):
sv_se: Cache (minuter):

source: Limit event types
pt_pt: Limitar o tipo de eventos
ru_ru: Ограничить типы мероприятий
sv_se: Begränsa händelse-typer

source: Display most recent posts
pt_pt: Mostrar os artigos mais recentes
ru_ru: Показать самые свежие записи
sv_se: Visa senaste posterna

# Widget that lists the most recent posts
source: Most recent widget
pt_pt: Widget Mais recentes
ru_ru: Виджет самых свежих записей
sv_se: Visa senaste-widget

source: Exclude
pt_pt: Excluir
ru_ru: Опустить
sv_se: Exkludera

source: NEW
pt_pt: NOVO
ru_ru: Новый
sv_se: NY

source: Projects
pt_pt: Projectos
ru_ru: Проекты
sv_se: Projekt

source: Pages
pt_pt: Páginas
ru_ru: Страницы
sv_se: Sidor

# noun
source: Updates
pt_pt: Atualizações
ru_ru: Обновления
sv_se: Uppdateringar

source: Show again when updated
pt_pt: Mostrar outra vez quando for atualizado
ru_ru: Показать после обновления
sv_se: Visa igen när den uppdaterats

source: HT Need to know AJAX
pt_pt: HT Sabia que AJAX
ru_ru: Надо знать AJAX
sv_se: HT Viktigt att veta AJAX

source: Need to know AJAX news widget
ru_ru: Надо знать AJAX новостной виджет
sv_se: Viktigt att veta-widget AJAX

source: Hide if already read
pt_pt: Esconder se já tiver sido lido
ru_ru: Не показывать после прочтения
sv_se: Dölj om den redan lästs

source: HT Profile Nudge AJAX
ru_ru: Напоминание профиля AJAX
sv_se: HT Profilknuff AJAX

source: Display reminders to complete missing staff profile entries using AJAX.
ru_ru: Показывать напоминания для заполнения недостающей информации в профиле AJAX.
sv_se: Visa påminnelser att färdigställa saknade personaluppgifter med AJAX

source: Mobile phone
pt_pt: Telemóvel
ru_ru: Мобильный телефон
sv_se: Mobil

source: Biography
pt_pt: Biografia
ru_ru: Биография
sv_se: Presentation

source: Profile photo
pt_pt: Fotografia de perfil
ru_ru: Фото профиля
sv_se: Profilfoto

source: %s, your number is not listed
pt_pt: %s, o seu número não está listado
ru_ru: %s, вашего номера нет в списке
sv_se: %s, ditt nummer saknas.

source: We noticed that your telephone number is missing from your staff profile. You can add it now if you like?
pt_pt: Reparamos que o seu nº de telefone está em falta no seu perfil de colaborador. Pode adicioná-lo agora, se pretender?
ru_ru: Мы заметили, что в Вашем профиле сотрудника нет номера телефона. Вы можете добавить его сейчас.
sv_se: Vi noterade att ditt telefonnummer saknas från din personalpresentation. Du kan lägga till det nu om du vill…

source: Telephone
pt_pt: Telefone
ru_ru: Телефон
sv_se: Telefon

source: Link listing
ru_ru: Список ссылок
sv_se: Länklista

source: Link
ru_ru: Ссылка
sv_se: Länk

source: Gallery
pt_pt: Galeria
ru_ru: Галерея
sv_se: Galleri

source: Images
pt_pt: Imagens
ru_ru: Фото
sv_se: Bilder

source: Event listing
pt_pt: Lista de eventos
ru_ru: Список мероприятий
sv_se: Händelse-lista

source: Hero column
ru_ru: Столбец с избранным
sv_se: Dubbelkolumna

source: Column 2
pt_pt: Coluna 2
ru_ru: Столбец 2
sv_se: Kolumn 2

source: Add to column 2
pt_pt: Adicionar à coluna 2
ru_ru: Добавить столбец 2
sv_se: Lägg till i kolumn 2
